Repository: vanalexgr/clinicalguidelines.io
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ko, nl, ru, zh_hant

source: Display
de: Anzeige
es: Visualización
fr: Affichage
it: Schermo
ko: 디스플레이
nl: Weergave
ru: Отображение
zh_hant: 顯示

source: Realtime
de: Echtzeit
es: Tiempo real
fr: Temps réel
it: Tempo reale
ko: 실시간
ru: Реальное время
zh_hant: 實時

source: Transport mode
de: Transportmodus
es: Modo de transporte
fr: Mode de transport
it: Modalità di trasporto
ko: 전송 모드
nl: Transportmodus
ru: Режим транспорта
zh_hant: 傳輸模式

# transportModePolling
source: Polling fallback
es: Polling de respaldo
fr: Polling de secours
it: Polling di fallback
ko: 폴링 폴백
ru: Опрос (резерв)
zh_hant: 輪詢回退

# transportModeWs
source: WebSocket only
de: Nur WebSocket
es: Solo WebSocket
fr: WebSocket uniquement
it: Solo WebSocket
ko: WebSocket 전용
nl: Alleen WebSocket
ru: Только WebSocket
zh_hant: 僅 WebSocket

# transportModePollingInfo
source: Falls back to HTTP polling when WebSocket is blocked. Upgrades to WebSocket when possible.
de: Fällt auf HTTP-Polling zurück, wenn WebSockets blockiert sind. Wechselt nach Möglichkeit zu WebSocket.
es: Recurrirá a HTTP polling si WebSocket está bloqueado. Se actualizará a WebSocket cuando sea posible.
fr: Bascule sur HTTP polling lorsque WebSocket est bloqué. Repasse à WebSocket dès que possible.
it: Quando WebSocket è bloccato passa a HTTP polling. Torna a WebSocket appena possibile.
ko: WebSocket이 차단되면 HTTP 폴링으로 폴백합니다. 가능하면 WebSocket으로 업그레이드합니다.
nl: Valt terug op HTTP-polling wanneer WebSocket geblokkeerd is. Upgrade naar WebSocket zodra dat kan.
ru: Переходит на HTTP-опрос, если WebSocket заблокирован. Возвращается к WebSocket, когда это возможно.
zh_hant: 當 WebSocket 被阻止時改用 HTTP 輪詢，在條件允許時切換回 WebSocket。

# transportModeWsInfo
source: Lower overhead, but may fail behind strict proxies/firewalls.
de: Geringerer Overhead, kann jedoch hinter strikten Proxys/Firewalls fehlschlagen.
es: Menor sobrecarga, pero puede fallar detrás de proxies/firewalls estrictos.
fr: Moins de surcharge, mais peut échouer derrière des proxys/firewalls stricts.
it: Minore overhead, ma può fallire dietro proxy/firewall restrittivi.
ko: 오버헤드가 낮지만 엄격한 프록시/방화벽 뒤에서 실패할 수 있습니다.
nl: Lagere overhead, maar kan mislukken achter strikte proxies/firewalls.
ru: Меньше накладных расходов, но может не работать за строгими прокси/брандмауэрами.
zh_hant: 開銷較低，但可能在嚴格的代理/防火牆後失敗。

# quickActionsSelectedCount
source: {count, plural, =0{No actions selected} one{1 action selected} other{{count} actions selected}}
de: {count, plural, =0{Keine Aktionen ausgewählt} one{{count} Aktion ausgewählt} other{{count} Aktionen ausgewählt}}
es: {count, plural, =0{No hay acciones seleccionadas} one{{count} acción seleccionada} other{{count} acciones seleccionadas}}
fr: {count, plural, =0{Aucune action sélectionnée} one{{count} action sélectionnée} other{{count} actions sélectionnées}}
it: {count, plural, =0{Nessuna azione selezionata} one{{count} azione selezionata} other{{count} azioni selezionate}}
ko: {count, plural, =0{선택된 액션 없음} one{액션 1개 선택됨} other{{count}개 액션 선택됨}}
nl: {count, plural, =0{Geen acties geselecteerd} one{{count} actie geselecteerd} other{{count} acties geselecteerd}}
ru: {count, plural, =0{Действия не выбраны} one{{count} действие выбрано} few{{count} действия выбраны} many{{count} действий выбрано} other{{count} действий выбрано}}
zh_hant: {count, plural, =0{未選擇操作} other{已選擇{count}個操作}}

# autoSelectDescription
source: Let the app choose the best model
de: Lass die App das beste Modell auswählen
es: Deja que la aplicación elija el mejor modelo
fr: Laissez l'application choisir le meilleur modèle
it: Lascia che l'app scelga il modello migliore
ko: 앱이 최적의 모델을 선택하도록 허용
nl: Laat de app het beste model kiezen
ru: Позвольте приложению выбрать лучшую модель
zh_hant: 讓應用自動選擇最佳模型

# ttsEngineLabel
source: Engine
es: Motor
fr: Moteur
it: Motore
ko: 엔진
ru: Движок
zh_hant: 引擎

# ttsEngineDevice
source: On device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
it: Sul dispositivo
ko: 기기에서
nl: Op het apparaat
ru: На устройстве
zh_hant: 本機

# ttsEngineServer
source: Server
es: Servidor
fr: Serveur
ko: 서버
ru: Сервер
zh_hant: 服務器

# modelCapabilityReasoning
source: Reasoning
es: Razonamiento
fr: Raisonnement
it: Ragionamento
ko: 추론
nl: Redeneren
ru: Рассуждения
zh_hant: 推理

# voiceCallTitle
source: Voice Call
de: Sprachanruf
es: Llamada de voz
fr: Appel vocal
it: Chiamata vocale
ko: 음성 통화
nl: Spraakoproep
ru: Голосовой звонок
zh_hant: 語音通話

# voiceCallResume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ko: 재개
nl: Hervatten
ru: Продолжить
zh_hant: 繼續

# voiceCallStop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ko: 중지
nl: Stoppen
ru: Остановить
zh_hant: 停止

# voiceCallEnd
source: End Call
de: Anruf beenden
es: Finalizar llamada
fr: Terminer l'appel
it: Termina chiamata
ko: 통화 종료
nl: Oproep beëindigen
ru: Завершить звонок
zh_hant: 結束通話

source: Choose Different File
de: Andere Datei auswählen
es: Seleccionar otro archivo
fr: Choisir un autre fichier
it: Scegli un altro file
ko: 다른 파일 선택
nl: Ander bestand kiezen
ru: Выбрать другой файл
zh_hant: 選擇其他文件

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur : {message}
it: Errore: {message}
ko: 오류: {message}
nl: Fout: {message}
ru: Ошибка: {message}
zh_hant: 錯誤：{message}

# networkTimeoutError
source: Connection timed out. Please check your internet connection and try again.
de: Verbindung abgelaufen. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: La conexión agotó el tiempo de espera. Verifica tu conexión a Internet e inténtalo de nuevo.
fr: La connexion a expiré. Vérifiez votre connexion Internet et réessayez.
it: Connessione scaduta. Controlla la tua connessione Internet e riprova.
ko: 연결 시간이 초과되었습니다. 인터넷 연결을 확인하고 다시 시도해주세요.
nl: De verbinding is verlopen. Controleer je internetverbinding en probeer het opnieuw.
ru: Время соединения истекло. Проверьте подключение к интернету и повторите попытку.
zh_hant: 連接超時。請檢查網絡後重試。

# networkUnreachableError
source: Cannot reach the server. Please check your server URL and internet connection.
de: Server nicht erreichbar. Bitte überprüfe die Server-URL und deine Internetverbindung.
es: No se puede alcanzar el servidor. Verifica la URL del servidor y tu conexión a Internet.
fr: Impossible d'atteindre le serveur. Vérifiez l'URL du serveur et votre connexion Internet.
it: Impossibile raggiungere il server. Controlla l'URL del server e la connessione Internet.
ko: 서버에 연결할 수 없습니다. 서버 URL과 인터넷 연결을 확인하세요.
nl: Server niet bereikbaar. Controleer de server-URL en je internetverbinding.
ru: Не удаётся связаться с сервером. Проверьте URL сервера и подключение к интернету.
zh_hant: 無法連接服務器。請檢查服務器地址和網絡。

# networkServerNotResponding
source: Server is not responding. Please verify the server is running and accessible.
de: Server reagiert nicht. Bitte stelle sicher, dass der Server läuft und erreichbar ist.
es: El servidor no responde. Verifica que esté en ejecución y accesible.
fr: Le serveur ne répond pas. Vérifiez qu'il est en cours d'exécution et accessible.
it: Il server non risponde. Verifica che sia attivo e raggiungibile.
ko: 서버가 응답하지 않습니다. 서버가 실행 중이고 액세스 가능한지 확인하세요.
nl: Server reageert niet. Controleer of de server actief en bereikbaar is.
ru: Сервер не отвечает. Убедитесь, что он запущен и доступен.
zh_hant: 服務器沒有響應。請確認服務器正在運行且可訪問。

# networkGenericError
source: Network connection problem. Please check your internet connection.
de: Netzwerkproblem. Bitte überprüfe deine Internetverbindung.
es: Problema de conexión de red. Verifica tu conexión a Internet.
fr: Problème de connexion réseau. Vérifiez votre connexion Internet.
it: Problema di connessione di rete. Controlla la connessione Internet.
ko: 네트워크 연결 문제입니다. 인터넷 연결을 확인해주세요.
nl: Netwerkprobleem. Controleer je internetverbinding.
ru: Проблема с подключением. Проверьте подключение к интернету.
zh_hant: 網絡連接出現問題。請檢查網絡連接。

# serverError500
source: Server is experiencing issues. This is usually temporary.
de: Der Server hat Probleme. Das ist meist nur vorübergehend.
es: El servidor tiene problemas. Normalmente es temporal.
fr: Le serveur rencontre des problèmes. Cela est généralement temporaire.
it: Il server sta avendo problemi. Di solito è temporaneo.
ko: 서버에 문제가 발생했습니다. 이것은 보통 일시적입니다.
nl: De server heeft problemen. Dit is meestal tijdelijk.
ru: На сервере возникли проблемы. Обычно это временно.
zh_hant: 服務器出現問題，通常是暫時的。

# serverErrorUnavailable
source: Server is temporarily unavailable. Please try again in a moment.
de: Server vorübergehend nicht verfügbar. Bitte versuche es gleich noch einmal.
es: El servidor está temporalmente no disponible. Inténtalo de nuevo en un momento.
fr: Le serveur est temporairement indisponible. Réessayez dans un instant.
it: Il server è temporaneamente non disponibile. Riprova tra poco.
ko: 서버를 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도해주세요.
nl: Server tijdelijk niet beschikbaar. Probeer het zo weer.
ru: Сервер временно недоступен. Повторите попытку чуть позже.
zh_hant: 服務器暫時不可用。請稍後再試。

# serverErrorTimeout
source: Server took too long to respond. Please try again.
de: Der Server hat zu lange für eine Antwort gebraucht. Bitte versuche es erneut.
es: El servidor tardó demasiado en responder. Inténtalo de nuevo.
fr: Le serveur a mis trop de temps à répondre. Réessayez.
it: Il server ha impiegato troppo tempo a rispondere. Riprova.
ko: 서버 응답 시간이 너무 깁니다. 다시 시도해주세요.
nl: De server deed te lang over een antwoord. Probeer het opnieuw.
ru: Сервер слишком долго отвечает. Повторите попытку.
zh_hant: 服務器響應超時。請重試。

# serverErrorGeneric
source: Server is having problems. Please try again later.
de: Der Server hat Schwierigkeiten. Bitte versuche es später erneut.
es: El servidor está teniendo problemas. Inténtalo más tarde.
fr: Le serveur rencontre des difficultés. Réessayez plus tard.
it: Il server è in difficoltà. Riprova più tardi.
ko: 서버에 문제가 발생했습니다. 나중에 다시 시도해주세요.
nl: De server ondervindt problemen. Probeer het later opnieuw.
ru: Сервер испытывает трудности. Повторите попытку позже.
zh_hant: 服務器出現故障。請稍後再試。

# authSessionExpired
source: Your session has expired. Please sign in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: Tu sesión ha expirado. Vuelve a iniciar sesión.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La sessione è scaduta. Accedi di nuovo.
ko: 세션이 만료되었습니다. 다시 로그인해주세요.
nl: Je sessie is verlopen. Log opnieuw in.
ru: Сессия истекла. Выполните вход снова.
zh_hant: 會話已過期，請重新登錄。

# authForbidden
source: You don't have permission to perform this action.
de: Du hast keine Berechtigung für diese Aktion.
es: No tienes permiso para realizar esta acción.
fr: Vous n'avez pas l'autorisation d'effectuer cette action.
it: Non hai l'autorizzazione per eseguire questa azione.
ko: 이 작업을 수행할 권한이 없습니다.
nl: Je hebt geen toestemming voor deze actie.
ru: У вас нет прав для выполнения этого действия.
zh_hant: 您沒有執行此操作的權限。

# authInvalidToken
source: Authentication token is invalid. Please sign in again.
de: Der Authentifizierungstoken ist ungültig. Bitte melde dich erneut an.
es: El token de autenticación no es válido. Vuelve a iniciar sesión.
fr: Le jeton d'authentification est invalide. Veuillez vous reconnecter.
it: Il token di autenticazione non è valido. Accedi di nuovo.
ko: 인증 토큰이 유효하지 않습니다. 다시 로그인해주세요.
nl: Authenticatietoken is ongeldig. Log opnieuw in.
ru: Токен аутентификации недействителен. Выполните вход снова.
zh_hant: 認證令牌無效，請重新登錄。

# authGenericError
source: Authentication problem. Please sign in again.
de: Authentifizierungsproblem. Bitte melde dich erneut an.
es: Problema de autenticación. Vuelve a iniciar sesión.
fr: Problème d'authentification. Veuillez vous reconnecter.
it: Problema di autenticazione. Accedi di nuovo.
ko: 인증 문제입니다. 다시 로그인해주세요.
nl: Authenticatieprobleem. Log opnieuw in.
ru: Проблема с аутентификацией. Выполните вход снова.
zh_hant: 認證出現問題，請重新登錄。

# validationInvalidEmail
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Veuillez saisir une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
ko: 유효한 이메일 주소를 입력해주세요.
nl: Voer een geldig e-mailadres in.
ru: Введите корректный адрес электронной почты.
zh_hant: 請輸入有效的郵箱地址。

# validationWeakPassword
source: Password doesn't meet requirements. Please check and try again.
de: Das Passwort erfüllt die Anforderungen nicht. Bitte überprüfe es und versuche es erneut.
es: La contraseña no cumple los requisitos. Revísala e inténtalo de nuevo.
fr: Le mot de passe ne respecte pas les exigences. Vérifiez-le et réessayez.
it: La password non soddisfa i requisiti. Controllala e riprova.
ko: 비밀번호가 요구사항을 충족하지 않습니다. 확인하고 다시 시도해주세요.
nl: Het wachtwoord voldoet niet aan de vereisten. Controleer het en probeer opnieuw.
ru: Пароль не соответствует требованиям. Проверьте его и повторите попытку.
zh_hant: 密碼不符合要求，請檢查後重試。

# validationMissingRequired
source: Please fill in all required fields.
de: Bitte fülle alle Pflichtfelder aus.
es: Completa todos los campos obligatorios.
fr: Veuillez remplir tous les champs obligatoires.
it: Compila tutti i campi obbligatori.
ko: 모든 필수 필드를 채워주세요.
nl: Vul alle verplichte velden in.
ru: Заполните все обязательные поля.
zh_hant: 請填寫所有必填項。

# validationFormatError
source: Some information is in the wrong format. Please check and try again.
de: Einige Angaben haben ein falsches Format. Bitte überprüfe sie und versuche es erneut.
es: Algunos datos tienen un formato incorrecto. Revísalos e inténtalo de nuevo.
fr: Certaines informations sont au mauvais format. Vérifiez-les et réessayez.
it: Alcune informazioni non sono nel formato corretto. Controllale e riprova.
ko: 일부 정보의 형식이 잘못되었습니다. 확인하고 다시 시도해주세요.
nl: Sommige informatie heeft het verkeerde formaat. Controleer en probeer opnieuw.
ru: Некоторые данные указаны в неверном формате. Проверьте и повторите попытку.
zh_hant: 部分信息格式不正確，請檢查後重試。

# validationGenericError
source: Please check your input and try again.
de: Bitte überprüfe deine Eingaben und versuche es erneut.
es: Revisa tu entrada e inténtalo de nuevo.
fr: Veuillez vérifier vos informations et réessayer.
it: Controlla i dati inseriti e riprova.
ko: 입력을 확인하고 다시 시도해주세요.
nl: Controleer je invoer en probeer opnieuw.
ru: Проверьте введённые данные и повторите попытку.
zh_hant: 請檢查輸入內容並重試。

# fileNotFound
source: File not found. It may have been moved or deleted.
de: Datei nicht gefunden. Vielleicht wurde sie verschoben oder gelöscht.
es: Archivo no encontrado. Puede que se haya movido o eliminado.
fr: Fichier introuvable. Il a peut-être été déplacé ou supprimé.
it: File non trovato. Potrebbe essere stato spostato o eliminato.
ko: 파일을 찾을 수 없습니다. 이동되었거나 삭제되었을 수 있습니다.
nl: Bestand niet gevonden. Het is mogelijk verplaatst of verwijderd.
ru: Файл не найден. Возможно, он был перемещён или удалён.
zh_hant: 未找到文件，可能已移動或刪除。

# fileAccessDenied
source: Cannot access the file. Please check permissions.
de: Datei kann nicht geöffnet werden. Bitte prüfe die Berechtigungen.
es: No se puede acceder al archivo. Verifica los permisos.
fr: Impossible d'accéder au fichier. Vérifiez les autorisations.
it: Impossibile accedere al file. Controlla i permessi.
ko: 파일에 액세스할 수 없습니다. 권한을 확인해주세요.
nl: Kan geen toegang krijgen tot het bestand. Controleer de rechten.
ru: Нет доступа к файлу. Проверьте разрешения.
zh_hant: 無法訪問文件，請檢查權限。

# fileTooLarge
source: File is too large. Please choose a smaller file.
de: Datei ist zu groß. Bitte wähle eine kleinere Datei.
es: El archivo es demasiado grande. Elige uno más pequeño.
fr: Le fichier est trop volumineux. Choisissez un fichier plus petit.
it: Il file è troppo grande. Scegline uno più piccolo.
ko: 파일이 너무 큽니다. 더 작은 파일을 선택해주세요.
nl: Het bestand is te groot. Kies een kleiner bestand.
ru: Файл слишком большой. Выберите файл меньшего размера.
zh_hant: 文件過大，請選擇較小的文件。

# fileGenericError
source: Problem with the file. Please try a different file.
de: Problem mit der Datei. Bitte versuche eine andere Datei.
es: Problema con el archivo. Prueba con otro archivo.
fr: Problème avec le fichier. Essayez un autre fichier.
it: Problema con il file. Prova con un file diverso.
ko: 파일 문제입니다. 다른 파일을 시도해주세요.
nl: Probleem met het bestand. Probeer een ander bestand.
ru: Проблема с файлом. Попробуйте другой файл.
zh_hant: 文件出現問題，請嘗試其他文件。

# permissionCameraRequired
source: Camera permission is required. Please enable it in settings.
de: Kamerazugriff erforderlich. Bitte aktiviere ihn in den Einstellungen.
es: Se requiere permiso de cámara. Actívalo en los ajustes.
fr: L'autorisation de la caméra est nécessaire. Activez-la dans les paramètres.
it: È necessario il permesso della fotocamera. Attivalo nelle impostazioni.
ko: 카메라 권한이 필요합니다. 설정에서 활성화해주세요.
nl: Cameratoegang is vereist. Schakel dit in via de instellingen.
ru: Требуется доступ к камере. Включите его в настройках.
zh_hant: 需要相機權限，請在設置中開啓。

# permissionStorageRequired
source: Storage permission is required. Please enable it in settings.
de: Speicherzugriff erforderlich. Bitte aktiviere ihn in den Einstellungen.
es: Se requiere permiso de almacenamiento. Actívalo en los ajustes.
fr: L'autorisation de stockage est nécessaire. Activez-la dans les paramètres.
it: È necessario il permesso di archiviazione. Attivalo nelle impostazioni.
ko: 저장소 권한이 필요합니다. 설정에서 활성화해주세요.
nl: Opslagtoegang is vereist. Schakel dit in via de instellingen.
ru: Требуется доступ к хранилищу. Включите его в настройках.
zh_hant: 需要存儲權限，請在設置中開啓。

# permissionMicrophoneRequired
source: Microphone permission is required. Please enable it in settings.
de: Mikrofonzugriff erforderlich. Bitte aktiviere ihn in den Einstellungen.
es: Se requiere permiso de micrófono. Actívalo en los ajustes.
fr: L'autorisation du microphone est nécessaire. Activez-la dans les paramètres.
it: È necessario il permesso del microfono. Attivalo nelle impostazioni.
ko: 마이크 권한이 필요합니다. 설정에서 활성화해주세요.
nl: Microfoontoegang is vereist. Schakel dit in via de instellingen.
ru: Требуется доступ к микрофону. Включите его в настройках.
zh_hant: 需要麥克風權限，請在設置中開啓。

# permissionGenericError
source: Permission required. Please check app permissions in settings.
de: Berechtigung erforderlich. Bitte prüfe die App-Berechtigungen in den Einstellungen.
es: Se requiere un permiso. Revisa los permisos de la app en los ajustes.
fr: Autorisation requise. Vérifiez les autorisations de l'application dans les paramètres.
it: È necessaria un'autorizzazione. Controlla i permessi dell'app nelle impostazioni.
ko: 권한이 필요합니다. 설정에서 앱 권한을 확인해주세요.
nl: Toestemming vereist. Controleer de app-machtigingen in de instellingen.
ru: Требуется разрешение. Проверьте разрешения приложения в настройках.
zh_hant: 需要權限，請在設置中檢查應用權限。

# actionRetryRequest
source: Try the request again.
de: Versuche die Anfrage erneut.
es: Intenta la solicitud nuevamente.
fr: Réessayez la requête.
it: Riprova la richiesta.
ko: 요청을 다시 시도하세요.
nl: Probeer de aanvraag opnieuw.
ru: Повторите запрос.
zh_hant: 請再次嘗試該請求。

# actionVerifyConnection
source: Verify your internet connection.
de: Überprüfe deine Internetverbindung.
es: Verifica tu conexión a Internet.
fr: Vérifiez votre connexion Internet.
it: Verifica la connessione a Internet.
ko: 인터넷 연결을 확인하세요.
nl: Controleer je internetverbinding.
ru: Проверьте подключение к интернету.
zh_hant: 請檢查網絡連接。

# actionRetryOperation
source: Retry the operation.
de: Wiederhole den Vorgang.
es: Vuelve a intentar la operación.
fr: Réessayez l'opération.
it: Riprova l'operazione.
ko: 작업을 다시 시도하세요.
nl: Probeer de actie opnieuw.
ru: Повторите операцию.
zh_hant: 請重試此操作。

# actionRetryAfterDelay
source: Wait a moment then try again.
de: Warte einen Moment und versuche es dann erneut.
es: Espera un momento y vuelve a intentarlo.
fr: Attendez un instant puis réessayez.
it: Attendi un momento e riprova.
ko: 잠시 기다린 후 다시 시도하세요.
nl: Wacht even en probeer het opnieuw.
ru: Подождите немного и попробуйте снова.
zh_hant: 稍等片刻再試一次。

# actionSignInToAccount
source: Sign in to your account.
de: Melde dich bei deinem Konto an.
es: Inicia sesión en tu cuenta.
fr: Connectez-vous à votre compte.
it: Accedi al tuo account.
ko: 계정에 로그인하세요.
nl: Log in op je account.
ru: Войдите в свою учётную запись.
zh_hant: 登錄到您的賬戶。

# actionSelectAnotherFile
source: Select another file.
de: Wähle eine andere Datei.
es: Selecciona otro archivo.
fr: Sélectionnez un autre fichier.
it: Seleziona un altro file.
ko: 다른 파일을 선택하세요.
nl: Kies een ander bestand.
ru: Выберите другой файл.
zh_hant: 請選擇其他文件。

# actionOpenAppSettings
source: Open app settings to grant permissions.
de: Öffne die App-Einstellungen, um Berechtigungen zu erteilen.
es: Abre la configuración de la aplicación para otorgar permisos.
fr: Ouvrez les paramètres de l'application pour accorder les autorisations.
it: Apri le impostazioni dell'app per concedere i permessi.
ko: 앱 설정을 열어 권한을 부여하세요.
nl: Open de app-instellingen om toestemming te geven.
ru: Откройте настройки приложения, чтобы предоставить разрешения.
zh_hant: 打開應用設置以授予權限。

# actionRetryAfterPermission
source: Retry after granting permission.
de: Versuche es erneut, nachdem du die Berechtigung erteilt hast.
es: Vuelve a intentarlo después de otorgar el permiso.
fr: Réessayez après avoir accordé l'autorisation.
it: Riprova dopo aver concesso il permesso.
ko: 권한을 부여한 후 다시 시도하세요.
nl: Probeer opnieuw nadat je toestemming hebt gegeven.
ru: Повторите попытку после предоставления разрешения.
zh_hant: 授予權限後請重試。

# actionReturnToPrevious
source: Return to previous screen.
de: Zur vorherigen Ansicht zurückkehren.
es: Vuelve a la pantalla anterior.
fr: Revenir à l'écran précédent.
it: Torna alla schermata precedente.
ko: 이전 화면으로 돌아가세요.
nl: Keer terug naar het vorige scherm.
ru: Вернуться на предыдущий экран.
zh_hant: 返回上一屏。

# continueAction
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ko: 계속
nl: Doorgaan
ru: Продолжить
zh_hant: 繼續

# loadingShort
source: Loading
de: Laden
es: Cargando
fr: Chargement
it: Caricamento
ko: 로딩 중
nl: Laden
ru: Загрузка
zh_hant: 加載中

# loadingAnnouncement
source: Loading: {message}
de: Laden: {message}
es: Cargando: {message}
fr: Chargement : {message}
it: Caricamento: {message}
ko: 로딩 중: {message}
nl: Laden: {message}
ru: Загрузка: {message}
zh_hant: 正在加載：{message}

# errorAnnouncement
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}
ko: 오류: {error}
nl: Fout: {error}
ru: Ошибка: {error}
zh_hant: 錯誤：{error}

# errorAnnouncementWithSuggestion
source: Error: {error}. {suggestion}
de: Fehler: {error}. {suggestion}
fr: Erreur : {error}. {suggestion}
it: Errore: {error}. {suggestion}
ko: 오류: {error}. {suggestion}
nl: Fout: {error}. {suggestion}
ru: Ошибка: {error}. {suggestion}
zh_hant: 錯誤：{error}。{suggestion}

# successAnnouncement
source: Success: {message}
de: Erfolg: {message}
es: Éxito: {message}
fr: Succès : {message}
it: Operazione riuscita: {message}
ko: 성공: {message}
nl: Succes: {message}
ru: Успешно: {message}
zh_hant: 成功：{message}

# requiredFieldHelper
source: Required field
de: Pflichtfeld
es: Campo obligatorio
fr: Champ obligatoire
it: Campo obbligatorio
ko: 필수 필드
nl: Verplicht veld
ru: Обязательное поле
zh_hant: 必填項

# switchOnLabel
source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ko: 켜짐
nl: Aan
ru: Вкл.
zh_hant: 開啓

# switchOffLabel
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ko: 꺼짐
nl: Uit
ru: Выкл.
zh_hant: 關閉

# dialogSemanticLabel
source: Dialog: {title}
es: Diálogo: {title}
fr: Dialogue : {title}
it: Dialogo: {title}
ko: 대화 상자: {title}
nl: Dialoog: {title}
ru: Диалог: {title}
zh_hant: 對話框：{title}

# previousLabel
source: Prev
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ko: 이전
nl: Vorige
ru: Назад
zh_hant: 上一步

# nextLabel
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ko: 다음
nl: Volgende
ru: Далее
zh_hant: 下一步
