Repository: vanalexgr/clinicalguidelines.io
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ko, nl, ru, zh_hant

# onboardAttachTitle
source: Add context
de: Kontext hinzufügen
es: Añadir contexto
fr: Ajouter du contexte
it: Aggiungi contesto
ko: 컨텍스트 추가
nl: Context toevoegen
ru: Добавить контекст
zh_hant: 添加上下文

# onboardAttachSubtitle
source: Ground replies with content from Workspace or photos.
de: Antworten mit Inhalten aus Arbeitsbereich oder Fotos untermauern.
es: Fundamenta las respuestas con contenido del espacio de trabajo o fotos.
fr: Ancrez les réponses avec l'Espace de travail ou des photos.
it: Collega le risposte a Workspace o alle foto.
ko: 작업 공간 또는 사진의 콘텐츠로 답변에 근거를 둡니다.
nl: Onderbouw antwoorden met inhoud uit de werkruimte of foto's.
ru: Обоснуйте ответы содержимым из рабочего пространства или фотографиями.
zh_hant: 使用工作區或照片中的內容來支持回覆。

# onboardAttachBullet1
source: Workspace: PDFs, docs, datasets
de: Arbeitsbereich: PDFs, Dokumente, Datensätze
es: Espacio de trabajo: PDFs, documentos, conjuntos de datos
fr: Espace de travail : PDF, documents, jeux de données
it: Workspace: PDF, documenti, dataset
ko: 작업 공간: PDF, 문서, 데이터셋
nl: Werkruimte: PDF's, documenten, datasets
ru: Рабочее пространство: PDF, документы, наборы данных
zh_hant: 工作區：PDF、文檔、數據集

# onboardAttachBullet2
source: Photos: camera or library
de: Fotos: Kamera oder Bibliothek
es: Fotos: cámara o galería
fr: Photos : appareil photo ou galerie
it: Foto: fotocamera o libreria
ko: 사진: 카메라 또는 갤러리
nl: Foto's: camera of galerij
ru: Фотографии: камера или галерея
zh_hant: 照片：相機或相冊

# onboardSpeakTitle
source: Speak naturally
de: Natürlich sprechen
es: Habla naturalmente
fr: Parlez naturellement
it: Parla in modo naturale
ko: 자연스럽게 말하기
nl: Spreek natuurlijk
ru: Говорите естественно
zh_hant: 自然說話

# onboardSpeakSubtitle
source: Tap the mic to dictate with live waveform feedback.
de: Auf das Mikro tippen, um zu diktieren.
es: Toca el micrófono para dictar con retroalimentación de forma de onda en vivo.
fr: Touchez le micro pour dicter avec retour visuel.
it: Tocca il microfono per dettare con feedback visivo.
ko: 마이크를 탭하여 실시간 파형 피드백으로 받아쓰기
nl: Tik op de microfoon om te dicteren met live golfvormfeedback.
ru: Нажмите на микрофон для диктовки с визуализацией формы волны в реальном времени.
zh_hant: 點擊麥克風以實時波形反饋聽寫。

# onboardSpeakBullet1
source: Stop anytime; partial text is preserved
de: Jederzeit stoppen; Text bleibt erhalten
es: Detente en cualquier momento; el texto parcial se conserva
fr: Arrêtez à tout moment ; le texte partiel est conservé
it: Interrompi in qualsiasi momento; il testo parziale viene mantenuto
ko: 언제든지 중지 가능; 부분 텍스트는 보존됨
nl: Stop op elk moment; gedeeltelijke tekst wordt bewaard
ru: Остановитесь в любое время; частичный текст сохранится
zh_hant: 隨時停止；部分文本會保留

# onboardSpeakBullet2
source: Great for quick notes or long prompts
de: Ideal für kurze Notizen oder lange Prompts
es: Genial para notas rápidas o prompts largos
fr: Idéal pour des notes rapides ou de longs prompts
it: Ottimo per note rapide o prompt lunghi
ko: 빠른 메모나 긴 프롬프트에 적합
nl: Geweldig voor snelle notities of lange prompts
ru: Отлично подходит для быстрых заметок или длинных запросов
zh_hant: 非常適合快速筆記或長提示

# onboardQuickTitle
source: Quick actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ko: 빠른 작업
nl: Snelle acties
ru: Быстрые действия
zh_hant: 快速操作

# onboardQuickSubtitle
source: Open the menu to switch between Chats, Workspace, and Profile.
de: Menü öffnen, um zwischen Chats, Arbeitsbereich und Profil zu wechseln.
es: Abre el menú para cambiar entre Conversaciones, Espacio de trabajo y Perfil.
fr: Ouvrez le menu pour passer entre Chats, Espace de travail et Profil.
it: Apri il menu per passare tra Chat, Workspace e Profilo.
ko: 메뉴를 열어 채팅, 작업 공간, 프로필 사이를 전환하세요.
nl: Open het menu om te schakelen tussen Chats, Werkruimte en Profiel.
ru: Откройте меню для переключения между чатами, рабочим пространством и профилем.
zh_hant: 打開菜單在對話、工作區和個人資料之間切換。

# onboardQuickBullet1
source: Tap the menu to access Chats, Workspace, Profile
de: Menü tippen für Chats, Arbeitsbereich, Profil
es: Toca el menú para acceder a Conversaciones, Espacio de trabajo, Perfil
fr: Touchez le menu pour accéder à Chats, Espace, Profil
it: Tocca il menu per accedere a Chat, Workspace, Profilo
ko: 메뉴를 탭하여 채팅, 작업 공간, 프로필 액세스
nl: Tik op het menu voor toegang tot Chats, Werkruimte, Profiel
ru: Нажмите на меню для доступа к чатам, рабочему пространству, профилю
zh_hant: 點擊菜單訪問對話、工作區、個人資料

# onboardQuickBullet2
source: Start New Chat or manage models from the top bar
de: Neuer Chat starten oder Modelle oben verwalten
es: Inicia Nueva conversación o gestiona modelos desde la barra superior
fr: Lancez Nouveau chat ou gérez les modèles depuis la barre
it: Avvia Nuova chat o gestisci i modelli dalla barra
ko: 상단 바에서 새 채팅 시작 또는 모델 관리
nl: Start Nieuwe chat of beheer modellen vanuit de bovenbalk
ru: Начните новый чат или управляйте моделями из верхней панели
zh_hant: 從頂部欄開始新對話或管理模型

# attachmentLabel
source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
it: Allegato
ko: 첨부
nl: Bijlage
ru: Вложение
zh_hant: 附件

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ko: 도구
nl: Hulpmiddelen
ru: Инструменты
zh_hant: 工具

source: Filters
fr: Filtres

source: Voice input
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
it: Input vocale
ko: 음성 입력
nl: Spraakinvoer
ru: Голосовой ввод
zh_hant: 語音輸入

source: Voice
de: Sprache
es: Voz
fr: Voix
it: Voce
ko: 음성
nl: Stem
ru: Голос
zh_hant: 語音

# voiceStatusListening
source: Listening…
de: Hört zu…
es: Escuchando...
fr: Écoute…
it: In ascolto…
ko: 듣는 중…
nl: Luisteren...
ru: Слушаю...
zh_hant: 正在聽...

# voiceStatusRecording
source: Recording…
de: Nimmt auf…
es: Grabando...
fr: Enregistrement…
it: Registrazione…
ko: 녹음 중…
nl: Opnemen...
ru: Запись...
zh_hant: 正在錄製...

# voiceHoldToTalk
source: Hold to talk
de: Zum Sprechen halten
es: Mantén presionado para hablar
fr: Maintenir pour parler
it: Tieni premuto per parlare
ko: 누르고 말하기
nl: Houd ingedrukt om te praten
ru: Удерживайте для разговора
zh_hant: 按住說話

# voiceAutoSend
source: Auto-send
de: Automatisch senden
es: Envío automático
fr: Envoi automatique
it: Invio automatico
ko: 자동 전송
nl: Automatisch verzenden
ru: Автоотправка
zh_hant: 自動發送

# voiceTranscript
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ko: 전사
nl: Transcriptie
ru: Транскрипция
zh_hant: 轉錄

# voicePromptSpeakNow
source: Speak now…
de: Jetzt sprechen…
es: Habla ahora...
fr: Parlez maintenant…
it: Parla ora…
ko: 지금 말하세요…
nl: Spreek nu...
ru: Говорите сейчас...
zh_hant: 現在說話...

# voicePromptTapStart
source: Tap Start to begin
de: Tippe auf "Starten", um zu beginnen
es: Toca Iniciar para comenzar
fr: Appuyez sur "Démarrer" pour commencer
it: Tocca "Avvia" per iniziare
ko: 시작을 탭하여 시작
nl: Tik op Start om te beginnen
ru: Нажмите «Начать» для запуска
zh_hant: 點擊開始以開始

# voiceActionStop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ko: 중지
ru: Стоп
zh_hant: 停止

# voiceActionStart
source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ko: 시작
ru: Начать
zh_hant: 開始

# messageInputLabel
source: Message input
de: Nachrichteneingabe
es: Entrada de mensaje
fr: Saisie du message
it: Input messaggio
ko: 메시지 입력
nl: Berichtinvoer
ru: Ввод сообщения
zh_hant: 消息輸入

# messageInputHint
source: Type your message
de: Nachricht eingeben
es: Escribe tu mensaje
fr: Saisissez votre message
it: Scrivi il tuo messaggio
ko: 메시지를 입력하세요
nl: Typ je bericht
ru: Введите ваше сообщение
zh_hant: 輸入您的消息

# messageHintText
source: Ask Conduit
de: Frag Conduit
es: Pregunta a Conduit
fr: Demander à Conduit
it: Chiedi a Conduit
ko: Conduit에게 물어보기
nl: Vraag Conduit
ru: Спросите Conduit
zh_hant: 問 Conduit

source: Stop generating
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
it: Interrompi generazione
ko: 생성 중지
nl: Stop met genereren
ru: Остановить генерацию
zh_hant: 停止生成

source: Code copied to clipboard.
de: Code in die Zwischenablage kopiert.
es: Código copiado al portapapeles.
fr: Code copié dans le presse-papiers.
it: Codice copiato negli appunti.
ko: 코드가 클립보드에 복사되었습니다.
nl: Code gekopieerd naar klembord.
ru: Код скопирован в буфер обмена.
zh_hant: 代碼已複製到剪貼板。

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ko: 전송
nl: Verzenden
ru: Отправить
zh_hant: 發送

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio
ko: 메시지 전송
nl: Bericht verzenden
ru: Отправить сообщение
zh_hant: 發送消息

source: File
de: Datei
es: Archivo
fr: Fichier
ko: 파일
nl: Bestand
ru: Файл
zh_hant: 文件

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ko: 카메라
ru: Камера
zh_hant: 相機

# apiUnavailable
source: API service not available
de: API-Dienst nicht verfügbar
es: Servicio de API no disponible
fr: Service API indisponible
it: Servizio API non disponibile
ko: API 서비스를 사용할 수 없습니다
nl: API-service niet beschikbaar
ru: Служба API недоступна
zh_hant: API 服務不可用

source: Unable to load image
de: Bild kann nicht geladen werden
es: No se puede cargar la imagen
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine
ko: 이미지를 불러올 수 없습니다
nl: Kan afbeelding niet laden
ru: Не удалось загрузить изображение
zh_hant: 無法加載圖像

# notAnImageFile
source: Not an image file: {fileName}
de: Keine Bilddatei: {fileName}
es: No es un archivo de imagen: {fileName}
fr: Ce n'est pas un fichier image : {fileName}
it: Non è un file immagine: {fileName}
ko: 이미지 파일이 아닙니다: {fileName}
nl: Geen afbeeldingsbestand: {fileName}
ru: Не является файлом изображения: {fileName}
zh_hant: 不是圖像文件：{fileName}

# failedToLoadImage
source: Failed to load image: {error}
de: Bild konnte nicht geladen werden: {error}
es: No se pudo cargar la imagen: {error}
fr: Échec du chargement de l'image : {error}
it: Impossibile caricare l'immagine: {error}
ko: 이미지 로드 실패: {error}
nl: Kan afbeelding niet laden: {error}
ru: Не удалось загрузить изображение: {error}
zh_hant: 無法加載圖像：{error}

# invalidDataUrl
source: Invalid data URL format
de: Ungültiges Data-URL-Format
es: Formato de URL de datos inválido
fr: Format d'URL de données invalide
it: Formato data URL non valido
ko: 잘못된 데이터 URL 형식
nl: Ongeldig data-URL-formaat
ru: Неверный формат data URL
zh_hant: 無效的數據 URL 格式

source: Failed to decode image
de: Bild konnte nicht decodiert werden
es: No se pudo decodificar la imagen
fr: Échec du décodage de l'image
it: Impossibile decodificare l'immagine
ko: 이미지 디코딩 실패
nl: Kan afbeelding niet decoderen
ru: Не удалось декодировать изображение
zh_hant: 無法解碼圖像

source: Invalid image format
de: Ungültiges Bildformat
es: Formato de imagen inválido
fr: Format d'image invalide
it: Formato immagine non valido
ko: 잘못된 이미지 형식
nl: Ongeldig afbeeldingsformaat
ru: Неверный формат изображения
zh_hant: 無效的圖像格式

source: Empty image data
de: Leere Bilddaten
es: Datos de imagen vacíos
fr: Données d'image vides
it: Dati immagine vuoti
ko: 빈 이미지 데이터
nl: Lege afbeeldingsgegevens
ru: Пустые данные изображения
zh_hant: 空圖像數據

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ko: 확인
nl: Bevestigen
ru: Подтвердить
zh_hant: 確認

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
ru: Отмена
zh_hant: 取消

source: Input field
de: Eingabefeld
es: Campo de entrada
fr: Champ de saisie
it: Campo di input
ko: 입력 필드
nl: Invoerveld
ru: Поле ввода
zh_hant: 輸入字段

source: Check Connection
de: Verbindung prüfen
es: Verificar conexión
fr: Vérifier la connexion
it: Controlla connessione
ko: 연결 확인
nl: Verbinding controleren
ru: Проверить соединение
zh_hant: 檢查連接

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages
it: Apri impostazioni
ko: 설정 열기
nl: Instellingen openen
ru: Открыть настройки
zh_hant: 打開設置

source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ko: 돌아가기
nl: Terug
ru: Назад
zh_hant: 返回

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
ko: 기술 세부 정보
nl: Technische details
ru: Технические детали
zh_hant: 技術詳情

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
nl: Opslaan
ru: Сохранить
zh_hant: 保存

source: Choose Model
de: Modell wählen
es: Elegir modelo
fr: Choisir le modèle
it: Scegli modello
ko: 모델 선택
nl: Model kiezen
ru: Выбрать модель
zh_hant: 選擇模型

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ko: 언어 선택
nl: Taal selecteren
ru: Выбрать язык
zh_hant: 選擇語言

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ko: 새 폴더
nl: Nieuwe map
ru: Новая папка
zh_hant: 新文件夾

source: Folder name
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
it: Nome cartella
ko: 폴더 이름
nl: Mapnaam
ru: Имя папки
zh_hant: 文件夾名稱

source: New Chat
de: Neuer Chat
es: Nueva conversación
fr: Nouveau chat
it: Nuova chat
ko: 새 채팅
nl: Nieuwe chat
ru: Новый чат
zh_hant: 新對話

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ko: 더보기
nl: Meer
ru: Еще
zh_hant: 更多

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
it: Pulisci
ko: 지우기
nl: Wissen
ru: Очистить
zh_hant: 清除

source: Search conversations...
de: Konversationen durchsuchen...
es: Buscar conversaciones...
fr: Rechercher des conversations...
it: Cerca conversazioni...
ko: 대화 검색...
nl: Gesprekken zoeken...
ru: Поиск разговоров...
zh_hant: 搜索對話...

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ko: 만들기
nl: Aanmaken
ru: Создать
zh_hant: 創建

source: Failed to create folder
de: Ordner konnte nicht erstellt werden
es: No se pudo crear la carpeta
fr: Échec de la création du dossier
it: Impossibile creare la cartella
ko: 폴더 생성 실패
nl: Kan map niet aanmaken
ru: Не удалось создать папку
zh_hant: 無法創建文件夾

source: Failed to move chat
de: Chat konnte nicht verschoben werden
es: No se pudo mover la conversación
fr: Échec du déplacement du chat
it: Impossibile spostare la chat
ko: 채팅 이동 실패
nl: Kan chat niet verplaatsen
ru: Не удалось переместить чат
zh_hant: 無法移動對話

source: Failed to load chats
de: Chats konnten nicht geladen werden
es: No se pudieron cargar las conversaciones
fr: Échec du chargement des chats
it: Impossibile caricare le chat
ko: 채팅 로드 실패
nl: Kan chats niet laden
ru: Не удалось загрузить чаты
zh_hant: 無法加載對話

source: Failed to update pin
de: Pin konnte nicht aktualisiert werden
es: No se pudo actualizar el anclaje
fr: Échec de la mise à jour de l'épingle
it: Impossibile aggiornare il pin
ko: 고정 업데이트 실패
nl: Kan vastpinning niet bijwerken
ru: Не удалось обновить закрепление
zh_hant: 無法更新置頂

source: Failed to delete chat
de: Chat konnte nicht gelöscht werden
es: No se pudo eliminar la conversación
fr: Échec de la suppression du chat
it: Impossibile eliminare la chat
ko: 채팅 삭제 실패
nl: Kan chat niet verwijderen
ru: Не удалось удалить чат
zh_hant: 無法刪除對話

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
ko: 관리
nl: Beheren
ru: Управление
zh_hant: 管理

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ko: 이름 변경
nl: Hernoemen
ru: Переименовать
zh_hant: 重命名

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijderen
ru: Удалить
zh_hant: 刪除

source: Rename Chat
de: Chat umbenennen
es: Renombrar conversación
fr: Renommer le chat
it: Rinomina chat
ko: 채팅 이름 변경
nl: Chat hernoemen
ru: Переименовать чат
zh_hant: 重命名對話

source: Enter chat name
de: Chat-Namen eingeben
es: Ingresa nombre de conversación
fr: Saisir le nom du chat
it: Inserisci nome chat
ko: 채팅 이름 입력
nl: Chatnaam invoeren
ru: Введите имя чата
zh_hant: 輸入對話名稱

source: Failed to rename chat
de: Chat konnte nicht umbenannt werden
es: No se pudo renombrar la conversación
fr: Échec du renommage du chat
it: Impossibile rinominare la chat
ko: 채팅 이름 변경 실패
nl: Kan chat niet hernoemen
ru: Не удалось переименовать чат
zh_hant: 無法重命名對話

source: Failed to update archive
de: Archiv konnte nicht aktualisiert werden
es: No se pudo actualizar el archivo
fr: Échec de la mise à jour de l'archive
it: Impossibile aggiornare l'archivio
ko: 보관 업데이트 실패
nl: Kan archief niet bijwerken
ru: Не удалось обновить архив
zh_hant: 無法更新存檔

source: Unarchive
de: Archivierung aufheben
es: Desarchivar
fr: Désarchiver
it: Ripristina
ko: 보관 해제
nl: Uit archief halen
ru: Разархивировать
zh_hant: 取消存檔

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ko: 보관
nl: Archiveren
ru: Архивировать
zh_hant: 存檔

source: Pin
de: Anheften
es: Anclar
fr: Épingler
it: Fissa
ko: 고정
nl: Vastpinnen
ru: Закрепить
zh_hant: 置頂

source: Unpin
de: Lösen
es: Desanclar
fr: Détacher
it: Sblocca
ko: 고정 해제
nl: Losmaken
ru: Открепить
zh_hant: 取消置頂

source: Recent
de: Zuletzt
es: Reciente
fr: Récent
it: Recenti
ko: 최근
ru: Недавние
zh_hant: 最近

source: System
es: Sistema
fr: Système
it: Sistema
ko: 시스템
nl: Systeem
ru: Системный
zh_hant: 系統

source: English
de: Englisch
fr: Anglais
it: Inglese

source: Deutsch
fr: Allemand
it: Tedesco

source: Italiano
de: Italienisch
fr: Italien

# espanol
source: Español
de: Spanisch
fr: Espagnol
it: Spagnolo

source: Nederlands
de: Niederländisch
fr: Néerlandais
it: Olandese

# russian
source: Русский
de: Russisch
fr: Russe
it: Russo

# chinese
source: 中文
de: Chinesisch
fr: Chinois
it: Cinese

source: Chinese (Simplified)
es: Chino (simplificado)
fr: Chinois (simplifié)
nl: Chinees (vereenvoudigd)
ru: Китайский (упрощённый)

source: Chinese (Traditional)
es: Chino (tradicional)
fr: Chinois (traditionnel)
nl: Chinees (traditioneel)
ru: Китайский (традиционный)

# korean
source: 한국어
de: Koreanisch
fr: Coréen

# deleteMessagesTitle
source: Delete Messages
de: Nachrichten löschen
es: Eliminar mensajes
fr: Supprimer les messages
it: Elimina messaggi
ko: 메시지 삭제
nl: Berichten verwijderen
ru: Удалить сообщения
zh_hant: 刪除消息

# deleteMessagesMessage
source: Delete {count} messages?
de: {count} Nachrichten löschen?
es: ¿Eliminar {count} mensajes?
fr: Supprimer {count} messages ?
it: Eliminare {count} messaggi?
ko: {count}개의 메시지를 삭제하시겠습니까?
nl: {count} berichten verwijderen?
ru: Удалить {count, plural, one{{count} сообщение} few{{count} сообщения} other{{count} сообщений}}?
zh_hant: 刪除 {count} 條消息？

# routeNotFound
source: Route not found: {routeName}
de: Route nicht gefunden: {routeName}
es: Ruta no encontrada: {routeName}
fr: Route introuvable : {routeName}
it: Percorso non trovato: {routeName}
ko: 경로를 찾을 수 없습니다: {routeName}
nl: Route niet gevonden: {routeName}
ru: Маршрут не найден: {routeName}
zh_hant: 未找到路由：{routeName}

# deleteChatTitle
source: Delete Chat
de: Chat löschen
es: Eliminar conversación
fr: Supprimer le chat
it: Elimina chat
ko: 채팅 삭제
nl: Chat verwijderen
ru: Удалить чат
zh_hant: 刪除對話

# deleteChatMessage
source: This chat will be permanently deleted.
de: Dieser Chat wird dauerhaft gelöscht.
es: Esta conversación se eliminará permanentemente.
fr: Ce chat sera supprimé définitivement.
it: Questa chat verrà eliminata definitivamente.
ko: 이 채팅은 영구적으로 삭제됩니다.
nl: Deze chat wordt permanent verwijderd.
ru: Этот чат будет удален навсегда.
zh_hant: 此對話將被永久刪除。

# deleteFolderTitle
source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
ko: 폴더 삭제
nl: Map verwijderen
ru: Удалить папку
zh_hant: 刪除文件夾

# deleteFolderMessage
source: This folder and its assignment references will be removed.
de: Dieser Ordner und seine Zuordnungen werden entfernt.
es: Esta carpeta y sus referencias de asignación se eliminarán.
fr: Ce dossier et ses associations seront supprimés.
it: Questa cartella e le sue associazioni verranno rimosse.
ko: 이 폴더와 할당 참조가 제거됩니다.
nl: Deze map en zijn toewijzingen worden verwijderd.
ru: Эта папка и ее ссылки будут удалены.
zh_hant: 此文件夾及其分配引用將被刪除。

source: Failed to delete folder
de: Ordner konnte nicht gelöscht werden
es: No se pudo eliminar la carpeta
fr: Échec de la suppression du dossier
it: Impossibile eliminare la cartella
ko: 폴더 삭제 실패
nl: Kan map niet verwijderen
ru: Не удалось удалить папку
zh_hant: 無法刪除文件夾

# aboutApp
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ko: 정보
nl: Over
ru: О
zh_hant: 關於

# aboutAppSubtitle
source: Conduit information and links
de: Conduit Informationen und Links
es: Información y enlaces de Conduit
fr: Informations et liens Conduit
it: Informazioni e link di Conduit
ko: Conduit 정보 및 링크
nl: Conduit informatie en links
ru: Информация и ссылки Conduit
zh_hant: Conduit 信息和鏈接

source: Image Gen
de: Bild-Gen
es: Generación de imágenes
fr: Gén. image
it: Gen. immagini
ko: 이미지 생성
nl: Afbeeldingsgeneratie
ru: Генерация изображений
zh_hant: 圖像生成

source: Pinned
de: Angeheftet
es: Anclado
fr: Épinglé
it: Fissati
ko: 고정됨
nl: Vastgepind
ru: Закреплено
zh_hant: 已置頂

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ko: 폴더
nl: Mappen
ru: Папки
zh_hant: 文件夾

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviati
ko: 보관됨
nl: Gearchiveerd
ru: Архивировано
zh_hant: 已存檔

source: App Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'app
it: Lingua app
ko: 앱 언어
nl: App-taal
ru: Язык приложения
zh_hant: 應用語言

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ko: 다크 모드
nl: Donkere modus
ru: Темный режим
zh_hant: 深色模式

source: Web Search
de: Websuche
es: Búsqueda web
fr: Recherche Web
it: Ricerca Web
ko: 웹 검색
nl: Webzoekopdracht
ru: Веб-поиск
zh_hant: 網頁搜索

# webSearchDescription
source: Search the web and cite sources in replies.
de: Im Web suchen und Quellen zitieren.
es: Busca en la web y cita fuentes en las respuestas.
fr: Recherchez sur le web et citez les sources.
it: Cerca sul web e cita le fonti.
ko: 웹을 검색하고 답변에 소스를 인용합니다.
nl: Doorzoek het web en citeer bronnen in antwoorden.
ru: Поиск в интернете и цитирование источников в ответах.
zh_hant: 搜索網頁並在回覆中引用來源。

source: Image Generation
de: Bildgenerierung
es: Generación de imágenes
fr: Génération d'images
it: Generazione immagini
ko: 이미지 생성
nl: Afbeeldingsgeneratie
ru: Генерация изображений
zh_hant: 圖像生成

# imageGenerationDescription
source: Create images from your prompts.
de: Bilder aus deinen Prompts erstellen.
es: Crea imágenes a partir de tus prompts.
fr: Créez des images à partir de vos prompts.
it: Crea immagini dai tuoi prompt.
ko: 프롬프트에서 이미지를 생성합니다.
nl: Maak afbeeldingen van je prompts.
ru: Создавайте изображения из ваших запросов.
zh_hant: 從您的提示創建圖像。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ko: 복사
nl: Kopiëren
ru: Копировать
zh_hant: 複製

# ttsListen
source: Listen
de: Anhören
es: Escuchar
fr: Écouter
it: Ascolta
ko: 듣기
nl: Luisteren
ru: Прослушать
zh_hant: 收聽

# ttsStop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
ko: 중지
nl: Stoppen
ru: Остановить
zh_hant: 停止

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
nl: Bewerken
ru: Редактировать
zh_hant: 編輯

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ko: 재생성
nl: Opnieuw genereren
ru: Регенерировать
zh_hant: 重新生成

source: No conversations yet
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Aucune conversation pour l'instant
it: Ancora nessuna conversazione
ko: 아직 대화가 없습니다
nl: Nog geen gesprekken
ru: Пока нет разговоров
zh_hant: 尚無對話

# usernameOrEmailHint
source: Enter your username or email
de: Gib deinen Benutzernamen oder deine E‑Mail ein
es: Ingresa tu usuario o correo electrónico
fr: Entrez votre nom d'utilisateur ou e‑mail
it: Inserisci il tuo username o e‑mail
ko: 사용자 이름 또는 이메일을 입력하세요
nl: Voer je gebruikersnaam of e-mail in
ru: Введите ваше имя пользователя или email
zh_hant: 輸入您的用戶名或電子郵件

# passwordHint
source: Enter your password
de: Gib dein Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
it: Inserisci la password
ko: 비밀번호를 입력하세요
nl: Voer je wachtwoord in
ru: Введите ваш пароль
zh_hant: 輸入您的密碼
