Repository: vanalexgr/clinicalguidelines.io
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ko, nl, ru, zh_hant

# themePaletteConduitDescription
source: Clean neutral theme designed for Conduit.
de: Schlichtes neutrales Design für Conduit.
es: Tema neutro y limpio diseñado para Conduit.
fr: Thème neutre et épuré conçu pour Conduit.
it: Tema neutro e pulito progettato per Conduit.
ko: Conduit을 위해 설계된 깔끔한 중립 테마.
nl: Strak neutraal thema ontworpen voor Conduit.
ru: Нейтральная чистая тема, созданная для Conduit.
zh_hant: 爲 Conduit 設計的簡潔中性色主題。

# themePaletteClaudeDescription
source: Warm, tactile palette lifted from the Claude web client.
de: Warmes, haptisches Farbschema aus dem Claude-Webclient.
es: Paleta cálida y táctil inspirada en el cliente web de Claude.
fr: Palette chaleureuse inspirée du client web de Claude.
it: Palette calda e tattile ispirata al client web Claude.
ko: Claude 웹 클라이언트에서 가져온 따뜻하고 촉각적인 팔레트.
nl: Warm, tactiel palet geïnspireerd op de Claude-webclient.
ru: Тёплая тактильная палитра из веб-клиента Claude.
zh_hant: 源自 Claude 網頁端的溫暖觸感配色。

# themePaletteT3ChatDescription
source: Playful gradients inspired by the T3 Stack brand.
de: Verspielte Verläufe inspiriert vom T3-Stack.
es: Degradados divertidos inspirados en la marca T3 Stack.
fr: Dégradés ludiques inspirés de la marque T3 Stack.
it: Sfumature vivaci ispirate al brand T3 Stack.
ko: T3 Stack 브랜드에서 영감을 받은 장난스러운 그라디언트.
nl: Speelse verlopen geïnspireerd op het T3 Stack-merk.
ru: Игривые градиенты, вдохновлённые брендом T3 Stack.
zh_hant: 靈感來自 T3 Stack 品牌的活潑漸變。

# themePaletteCatppuccinDescription
source: Soft pastel palette.
de: Sanfte Pastellpalette.
es: Paleta suave de tonos pastel.
fr: Palette douce de tons pastel.
it: Palette morbida di tonalità pastello.
ko: 부드러운 파스텔 팔레트.
nl: Zacht pastelkleurig palet.
ru: Мягкая пастельная палитра.
zh_hant: 柔和的馬卡龍色調。

# themePaletteTangerineDescription
source: Warm orange-and-slate palette.
de: Warmes Orange-Schiefer-Farbschema.
es: Paleta cálida de tonos naranja y gris pizarra.
fr: Palette chaleureuse d'oranges et d'ardoises.
it: Palette calda arancione e ardesia.
ko: 따뜻한 오렌지와 슬레이트 팔레트.
nl: Warm oranje-en-leisteenpalet.
ru: Тёплая палитра оранжевых и сланцевых оттенков.
zh_hant: 溫暖的橙色與石板色調。

# voiceCallReady
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ko: 준비됨
nl: Gereed
ru: Готово
zh_hant: 已就緒

# voiceCallConnecting
source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion…
it: Connessione...
ko: 연결 중...
nl: Verbinding maken...
ru: Подключение...
zh_hant: 正在連接...

# voiceCallListening
source: Listening
de: Zuhören
es: Escuchando
fr: Écoute
it: In ascolto
ko: 듣는 중
nl: Luistert
ru: Слушает
zh_hant: 正在聆聽

# voiceCallPaused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ko: 일시 정지됨
nl: Gepauzeerd
ru: Пауза
zh_hant: 已暫停

# voiceCallProcessing
source: Thinking...
de: Denkt...
es: Pensando...
fr: Réflexion…
it: Elaborazione...
ko: 생각 중...
nl: Denkt na...
ru: Обрабатывает...
zh_hant: 正在思考...

# voiceCallSpeaking
source: Speaking
de: Spricht
es: Hablando
fr: Parle
it: Sta parlando
ko: 말하는 중
nl: Spreekt
ru: Говорит
zh_hant: 正在講話

# voiceCallDisconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ko: 연결 끊김
nl: Verbinding verbroken
ru: Отключено
zh_hant: 已斷開

# voiceCallErrorHelp
source: Please check: • Microphone permissions are granted • Speech recognition is available on your device • You are connected to the server
de: Bitte prüfe: • Mikrofonberechtigungen sind erteilt • Spracherkennung ist auf deinem Gerät verfügbar • Du bist mit dem Server verbunden
es: Comprueba lo siguiente: • Los permisos del micrófono están concedidos • El reconocimiento de voz está disponible en tu dispositivo • Estás conectado al servidor
fr: Veuillez vérifier : • Les autorisations du microphone sont accordées • La reconnaissance vocale est disponible sur votre appareil • Vous êtes connecté au serveur
it: Controlla: • Sono state concesse le autorizzazioni del microfono • Il riconoscimento vocale è disponibile sul dispositivo • Sei connesso al server
ko: 다음을 확인하세요: • 마이크 권한이 부여되었는지 • 기기에서 음성 인식이 사용 가능한지 • 서버에 연결되어 있는지
nl: Controleer het volgende: • Microfoonmachtigingen zijn toegestaan • Spraakherkenning is beschikbaar op je apparaat • Je bent verbonden met de server
ru: Проверьте: • Разрешение на микрофон предоставлено • Распознавание речи доступно на устройстве • Есть подключение к серверу
zh_hant: 請檢查： • 已授予麥克風權限 • 設備支持語音識別 • 已連接到服務器

# mermaidPreviewUnavailable
source: Mermaid preview is not available on this platform.
fr: L'aperçu Mermaid n'est pas disponible sur cette plateforme.
nl: Mermaid-voorbeeld is niet beschikbaar op dit platform.

# chartPreviewUnavailable
source: Chart preview is not available on this platform.
fr: L'aperçu des graphiques n'est pas disponible sur cette plateforme.
nl: Grafiekvoorbeeld is niet beschikbaar op dit platform.

source: Search notes...
fr: Rechercher des notes...
nl: Notities zoeken...

source: Create Note
fr: Créer une note
nl: Notitie maken

source: No notes yet
fr: Pas encore de notes
nl: Nog geen notities

source: No notes found
fr: Aucune note trouvée
nl: Geen notities gevonden

# createFirstNoteHint
source: Tap the + button to create your first note.
fr: Appuyez sur + pour créer votre première note.
nl: Tik op + om je eerste notitie te maken.

# tryDifferentSearch
source: Try a different search term.
fr: Essayez un autre terme de recherche.
nl: Probeer een andere zoekterm.

source: Loading notes...
fr: Chargement des notes...
nl: Notities laden...

source: Loading note...
fr: Chargement de la note...
nl: Notitie laden...

source: Failed to load notes
fr: Échec du chargement des notes
nl: Notities laden mislukt

# deleteNoteTitle
source: Delete Note
fr: Supprimer la note
nl: Notitie verwijderen

# deleteNoteMessage
source: Delete "{title}"? This cannot be undone.
fr: Supprimer "{title}" ? Cette action est irréversible.
nl: "{title}" verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Note title
fr: Titre de la note
nl: Notitietitel

# writeNote
source: Write something...
fr: Écrivez quelque chose...
nl: Schrijf iets...

source: Note saved
fr: Note enregistrée
nl: Notitie opgeslagen

source: Saving...
fr: Enregistrement...
nl: Opslaan...

source: Saved
fr: Enregistré
nl: Opgeslagen

source: Unsaved changes
fr: Modifications non enregistrées
nl: Niet-opgeslagen wijzigingen

source: Note copied to clipboard
fr: Note copiée dans le presse-papiers
nl: Notitie gekopieerd naar klembord

source: Generate Title
fr: Générer un titre
nl: Titel genereren

source: Generating title...
fr: Génération du titre...
nl: Titel genereren...

# noContentToGenerateTitle
source: Add some content first to generate a title
fr: Ajoutez d'abord du contenu pour générer un titre
nl: Voeg eerst inhoud toe om een titel te genereren

source: Failed to generate title
fr: Échec de la génération du titre
nl: Titel genereren mislukt

# noContentToEnhance
source: Add some content first to enhance
fr: Ajoutez d'abord du contenu à améliorer
nl: Voeg eerst inhoud toe om te verbeteren

# noteEnhanced
source: Note enhanced with AI
fr: Note améliorée par l'IA
nl: Notitie verbeterd met AI

source: Failed to enhance note
fr: Échec de l'amélioration de la note
nl: Notitie verbeteren mislukt

# noModelSelected
source: Please select a model first
fr: Veuillez d'abord sélectionner un modèle
nl: Selecteer eerst een model

source: Enhance with AI
fr: Améliorer avec l'IA
nl: Verbeteren met AI

source: Enhance Note
fr: Améliorer la note
nl: Notitie verbeteren

source: Start dictation
fr: Démarrer la dictée
nl: Dicteren starten

source: Stop recording
fr: Arrêter l'enregistrement
nl: Opname stoppen

# voiceInputUnavailable
source: Voice input is not available
fr: Entrée vocale non disponible
nl: Spraakinvoer niet beschikbaar

source: Failed to start dictation
fr: Échec du démarrage de la dictée
nl: Dicteren starten mislukt

source: Note not found
fr: Note introuvable
nl: Notitie niet gevonden

source: Untitled
fr: Sans titre
nl: Naamloos

source: Today
fr: Aujourd'hui
nl: Vandaag

source: Yesterday
fr: Hier
nl: Gisteren

source: Previous 7 Days
fr: 7 derniers jours
nl: Afgelopen 7 dagen

source: Previous 30 Days
fr: 30 derniers jours
nl: Afgelopen 30 dagen

source: Older
fr: Plus ancien
nl: Ouder

source: Tap to expand
fr: Appuyez pour développer
nl: Tik om uit te vouwen

# byAuthor
source: By {name}
fr: Par {name}
nl: Door {name}

# wordCount
source: {count} words
fr: {count} mots
nl: {count} woorden

# charCount
source: {count} characters
fr: {count} caractères
nl: {count} tekens

# promptVariablesTitle
source: Fill in Details
fr: Remplir les détails

# promptVariablesDescription
source: Complete the fields below to customize this prompt.
fr: Complétez les champs ci-dessous pour personnaliser ce prompt.

# promptVariableNumberMin
source: Minimum value is {min}
fr: La valeur minimale est {min}

# promptVariableNumberMax
source: Maximum value is {max}
fr: La valeur maximale est {max}

# widgetAskConduit
source: Ask Conduit
fr: Demander à Conduit

# widgetCamera
source: Camera
fr: Appareil photo

# widgetClipboard
source: Clipboard
fr: Presse-papiers

# widgetDescription
source: Quick access to Conduit chat with camera, photos, and clipboard shortcuts
fr: Accès rapide au chat Conduit avec appareil photo, photos et raccourcis du presse-papiers

source: Photo
de: Foto
es: Foto
it: Foto
ko: 사진
nl: Foto
ru: Фото
zh_hant: 照片

source: REVIEWER MODE
es: MODO REVISOR
ko: 검토자 모드
nl: BEOORDELAARSMODUS
ru: РЕЖИМ РЕЦЕНЗЕНТА
zh_hant: 審覈者模式

# versionLabel
source: Version: {version} ({build})
es: Versión: {version} ({build})
it: Versione: {version} ({build})
ko: 버전: {version} ({build})
nl: Versie: {version} ({build})
ru: Версия: {version} ({build})
zh_hant: 版本：{version}（{build}）

source: Mode
de: Modus
es: Modo
it: Modalità
ko: 모드
nl: Modus
ru: Режим
zh_hant: 模式

# modelCapabilityMultimodal
source: Multimodal
it: Multimodale
ko: 멀티모달
nl: Multimodaal
ru: Мультимодальность
zh_hant: 多模態

# voiceCallPause
source: Pause
es: Pausar
it: Pausa
ko: 일시 정지
nl: Pauze
ru: Пауза
zh_hant: 暫停

source: Notes
nl: Notities

source: Document
de: Dokument
es: Documento
it: Documento
ko: 문서
ru: Документ
zh_hant: 文檔

source: Web
ko: 웹
ru: Веб
zh_hant: 網頁

# ttsVolume
source: Volume
de: Lautstärke
es: Volumen
ko: 볼륨
ru: Громкость
zh_hant: 音量

# githubSponsorsTitle
source: GitHub Sponsors
zh_hant: GitHub 贊助

source: OK
ko: 확인
zh_hant: 確定

# francais
source: Français
de: Französisch
it: Francese
