Repository: vanalexgr/clinicalguidelines.io
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ko, nl, ru, zh_hant

# enterApiKey
source: Enter your API key
de: Gib deinen API-Schlüssel ein
es: Ingresa tu clave API
fr: Entrez votre clé API
it: Inserisci la tua chiave API
ko: API 키를 입력하세요
nl: Voer je API-sleutel in
ru: Введите ваш API-ключ
zh_hant: 輸入您的 API 密鑰

# enterToken
source: Enter your JWT token
es: Ingresa tu token JWT
fr: Entrez votre jeton JWT
nl: Voer je JWT-token in

# tokenHint
source: Get the JWT token from OpenWebUI settings. API keys (sk-...) are not supported for streaming.
es: Usa un token JWT de las cookies del navegador o del inicio de sesión API. Las claves API (sk-...) no son compatibles con streaming.
fr: Obtenez le jeton JWT dans les paramètres d'OpenWebUI. Les clés API (sk-...) ne sont pas prises en charge pour le streaming.
nl: Haal het JWT-token uit de OpenWebUI-instellingen. API-sleutels (sk-...) worden niet ondersteund voor streaming.

# apiKeyNotSupported
source: API keys (sk-...) are not supported. Please use a JWT token instead.
es: Las claves API (sk-...) no son compatibles. Por favor usa un token JWT en su lugar.
fr: Les clés API (sk-...) ne sont pas prises en charge. Veuillez utiliser un jeton JWT à la place.
nl: API-sleutels (sk-...) worden niet ondersteund. Gebruik in plaats daarvan een JWT-token.

# apiKeyNoLongerSupported
source: You were logged out because API keys are no longer supported. Please sign in with a JWT token from OpenWebUI settings.
fr: Vous avez été déconnecté car les clés API ne sont plus prises en charge. Veuillez vous connecter avec un jeton JWT depuis les paramètres d'OpenWebUI.
nl: Je bent uitgelogd omdat API-sleutels niet meer worden ondersteund. Log in met een JWT-token uit de OpenWebUI-instellingen.

# tokenTooShort
source: Token is too short
es: El token es demasiado corto
fr: Le jeton est trop court
nl: Token is te kort

source: Signing in...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...
it: Accesso in corso...
ko: 로그인 중...
nl: Inloggen...
ru: Вход...
zh_hant: 正在登錄...

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ko: 고급 설정
nl: Geavanceerde instellingen
ru: Расширенные настройки
zh_hant: 高級設置

source: Custom Headers
de: Benutzerdefinierte Header
es: Encabezados personalizados
fr: En-têtes personnalisés
it: Header personalizzati
ko: 사용자 정의 헤더
nl: Aangepaste headers
ru: Пользовательские заголовки
zh_hant: 自定義標頭

# customHeadersDescription
source: Add custom HTTP headers for authentication, API keys, or special server requirements.
de: Füge benutzerdefinierte HTTP-Header für Authentifizierung, API-Schlüssel oder spezielle Serveranforderungen hinzu.
es: Añade encabezados HTTP personalizados para autenticación, claves API o requisitos especiales del servidor.
fr: Ajoutez des en-têtes HTTP personnalisés pour l'authentification, les clés API ou des exigences spécifiques du serveur.
it: Aggiungi header HTTP personalizzati per autenticazione, chiavi API o requisiti speciali del server.
ko: 인증, API 키 또는 특수 서버 요구사항을 위한 사용자 정의 HTTP 헤더를 추가하세요.
nl: Voeg aangepaste HTTP-headers toe voor authenticatie, API-sleutels of speciale serververeisten.
ru: Добавьте пользовательские HTTP-заголовки для аутентификации, API-ключей или особых требований сервера.
zh_hant: 爲身份驗證、API 密鑰或特殊服務器要求添加自定義 HTTP 標頭。

# allowSelfSignedCertificates
source: Trust self-signed certificates
de: Selbstsignierten Zertifikaten vertrauen
es: Confiar en certificados autofirmados
fr: Faire confiance aux certificats auto-signés
it: Considera attendibili i certificati autofirmati
ko: 자체 서명된 인증서 신뢰
nl: Vertrouw zelfondertekende certificaten
ru: Доверять самоподписанным сертификатам
zh_hant: 信任自簽名證書

# allowSelfSignedCertificatesDescription
source: Accept this server's TLS certificate even if it is self-signed. Enable only for servers you trust.
de: Akzeptiere das TLS-Zertifikat dieses Servers auch dann, wenn es selbstsigniert ist. Aktiviere diese Option nur für Server, denen du vertraust.
es: Acepta el certificado TLS de este servidor incluso si es autofirmado. Actívalo solo para servidores en los que confíes.
fr: Acceptez le certificat TLS de ce serveur même s'il est auto-signé. Activez cette option uniquement pour les serveurs auxquels vous faites confiance.
it: Accetta il certificato TLS di questo server anche se è autofirmato. Attiva questa opzione solo per server di cui ti fidi.
ko: 자체 서명된 경우에도 이 서버의 TLS 인증서를 수락합니다. 신뢰하는 서버에만 사용하세요.
nl: Accepteer het TLS-certificaat van deze server, zelfs als het zelfondertekend is. Schakel dit alleen in voor servers die je vertrouwt.
ru: Принимать TLS-сертификат этого сервера, даже если он самоподписанный. Включайте только для серверов, которым вы доверяете.
zh_hant: 接受此服務器的 TLS 證書，即使它是自簽名的。僅對您信任的服務器啓用。

# headerNameEmpty
source: Header name cannot be empty
de: Header-Name darf nicht leer sein
es: El nombre del encabezado no puede estar vacío
fr: Le nom de l'en-tête ne peut pas être vide
it: Il nome header non può essere vuoto
ko: 헤더 이름은 비어 있을 수 없습니다
nl: Header-naam mag niet leeg zijn
ru: Имя заголовка не может быть пустым
zh_hant: 標頭名稱不能爲空

# headerNameTooLong
source: Header name too long (max 64 characters)
de: Header-Name zu lang (max. 64 Zeichen)
es: Nombre de encabezado demasiado largo (máx. 64 caracteres)
fr: Nom d'en-tête trop long (max 64 caractères)
it: Nome header troppo lungo (max 64 caratteri)
ko: 헤더 이름이 너무 깁니다 (최대 64자)
nl: Header-naam te lang (max 64 tekens)
ru: Имя заголовка слишком длинное (максимум 64 символа)
zh_hant: 標頭名稱太長（最多 64 個字符）

# headerNameInvalidChars
source: Invalid header name. Use only letters, numbers, and these symbols: !#$&-^_`|~
de: Ungültiger Header-Name. Verwende nur Buchstaben, Zahlen und diese Zeichen: !#$&-^_`|~
es: Nombre de encabezado inválido. Usa solo letras, números y estos símbolos: !#$&-^_`|~
fr: Nom d'en-tête invalide. Utilisez uniquement des lettres, des chiffres et ces symboles : !#$&-^_`|~
it: Nome header non valido. Usa solo lettere, numeri e questi simboli: !#$&-^_`|~
ko: 잘못된 헤더 이름입니다. 문자, 숫자 및 다음 기호만 사용하세요: !#$&-^_`|~
nl: Ongeldige header-naam. Gebruik alleen letters, cijfers en deze symbolen: !#$&-^_`|~
ru: Недопустимое имя заголовка. Используйте только буквы, цифры и эти символы: !#$&-^_`|~
zh_hant: 無效的標頭名稱。僅使用字母、數字和這些符號：!#$&-^_`|~

# headerNameReserved
source: Cannot override reserved header "{key}"
de: Reservierten Header "{key}" kann nicht überschrieben werden
es: No se puede sobrescribir el encabezado reservado "{key}"
fr: Impossible d'écraser l'en-tête réservé « {key} »
it: Impossibile sovrascrivere l'header riservato "{key}"
ko: 예약된 헤더 "{key}"를 재정의할 수 없습니다
nl: Kan gereserveerde header '{key}' niet overschrijven
ru: Невозможно переопределить зарезервированный заголовок «{key}»
zh_hant: 無法覆蓋保留的標頭「{key}」

# headerValueEmpty
source: Header value cannot be empty
de: Header-Wert darf nicht leer sein
es: El valor del encabezado no puede estar vacío
fr: La valeur de l'en-tête ne peut pas être vide
it: Il valore dell'header non può essere vuoto
ko: 헤더 값은 비어 있을 수 없습니다
nl: Header-waarde mag niet leeg zijn
ru: Значение заголовка не может быть пустым
zh_hant: 標頭值不能爲空

# headerValueTooLong
source: Header value too long (max 1024 characters)
de: Header-Wert zu lang (max. 1024 Zeichen)
es: Valor de encabezado demasiado largo (máx. 1024 caracteres)
fr: Valeur d'en-tête trop longue (max 1024 caractères)
it: Valore header troppo lungo (max 1024 caratteri)
ko: 헤더 값이 너무 깁니다 (최대 1024자)
nl: Header-waarde te lang (max 1024 tekens)
ru: Значение заголовка слишком длинное (максимум 1024 символа)
zh_hant: 標頭值太長（最多 1024 個字符）

# headerValueInvalidChars
source: Header value contains invalid characters. Use only printable ASCII.
de: Header-Wert enthält ungültige Zeichen. Nur druckbare ASCII-Zeichen verwenden.
es: El valor del encabezado contiene caracteres inválidos. Usa solo ASCII imprimible.
fr: La valeur de l'en-tête contient des caractères invalides. Utilisez uniquement des caractères ASCII imprimables.
it: Il valore dell'header contiene caratteri non validi. Usa solo ASCII stampabile.
ko: 헤더 값에 잘못된 문자가 포함되어 있습니다. 인쇄 가능한 ASCII만 사용하세요.
nl: Header-waarde bevat ongeldige tekens. Gebruik alleen afdrukbare ASCII.
ru: Значение заголовка содержит недопустимые символы. Используйте только печатаемые ASCII.
zh_hant: 標頭值包含無效字符。僅使用可打印的 ASCII。

# headerValueUnsafe
source: Header value appears to contain potentially unsafe content
de: Header-Wert scheint potenziell unsicheren Inhalt zu enthalten
es: El valor del encabezado parece contener contenido potencialmente inseguro
fr: La valeur de l'en-tête semble contenir du contenu potentiellement dangereux
it: Il valore dell'header sembra contenere contenuti potenzialmente non sicuri
ko: 헤더 값에 잠재적으로 안전하지 않은 콘텐츠가 포함된 것으로 보입니다
nl: Header-waarde lijkt mogelijk onveilige inhoud te bevatten
ru: Значение заголовка содержит потенциально небезопасное содержимое
zh_hant: 標頭值似乎包含潛在的不安全內容

# headerAlreadyExists
source: Header "{key}" already exists. Remove it first to update.
de: Header "{key}" existiert bereits. Zum Aktualisieren zuerst entfernen.
es: El encabezado "{key}" ya existe. Elimínalo primero para actualizarlo.
fr: L'en-tête « {key} » existe déjà. Supprimez-le d'abord pour le modifier.
it: L'header "{key}" esiste già. Rimuovilo prima per aggiornarlo.
ko: 헤더 "{key}"가 이미 존재합니다. 업데이트하려면 먼저 제거하세요.
nl: Header '{key}' bestaat al. Verwijder deze eerst om bij te werken.
ru: Заголовок «{key}» уже существует. Сначала удалите его для обновления.
zh_hant: 標頭「{key}」已存在。首先刪除它以更新。

# maxHeadersReachedDetail
source: Maximum of 10 custom headers allowed. Remove some to add more.
de: Maximal 10 benutzerdefinierte Header zulässig. Einige entfernen, um mehr hinzuzufügen.
es: Máximo de 10 encabezados personalizados permitidos. Elimina algunos para añadir más.
fr: Maximum 10 en-têtes personnalisés. Supprimez-en pour en ajouter.
it: Massimo 10 header personalizzati consentiti. Rimuovine alcuni per aggiungerne altri.
ko: 최대 10개의 사용자 정의 헤더가 허용됩니다. 더 추가하려면 일부를 제거하세요.
nl: Maximaal 10 aangepaste headers toegestaan. Verwijder er enkele om meer toe te voegen.
ru: Разрешено максимум 10 пользовательских заголовков. Удалите некоторые, чтобы добавить больше.
zh_hant: 最多允許 10 個自定義標頭。刪除一些以添加更多。

source: No models available
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
it: Nessun modello disponibile
ko: 사용 가능한 모델 없음
nl: Geen modellen beschikbaar
ru: Нет доступных моделей
zh_hant: 無可用模型

# followingSystem
source: Following system: {theme}
de: Dem System folgen: {theme}
es: Siguiendo el sistema: {theme}
fr: Selon le système : {theme}
it: Segue il sistema: {theme}
ko: 시스템 따름: {theme}
nl: Volgt systeem: {theme}
ru: Следует за системой: {theme}
zh_hant: 跟隨系統：{theme}

# themeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
nl: Donker
ru: Темная
zh_hant: 深色

# themePalette
source: Accent palette
de: Farbpalette
es: Paleta de acentos
fr: Palette de couleurs
it: Palette di colori
ko: 강조 색상 팔레트
nl: Accentpalet
ru: Цветовая палитра
zh_hant: 強調色調色板

# themeLight
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
nl: Licht
ru: Светлая
zh_hant: 淺色

source: Currently using Dark theme
de: Aktuell dunkles Thema
es: Usando actualmente el tema oscuro
fr: Thème sombre actuellement utilisé
it: Attualmente tema scuro
ko: 현재 다크 테마 사용 중
nl: Momenteel donker thema in gebruik
ru: Используется темная тема
zh_hant: 當前使用深色主題

source: Currently using Light theme
de: Aktuell helles Thema
es: Usando actualmente el tema claro
fr: Thème clair actuellement utilisé
it: Attualmente tema chiaro
ko: 현재 라이트 테마 사용 중
nl: Momenteel licht thema in gebruik
ru: Используется светлая тема
zh_hant: 當前使用淺色主題

source: About Conduit
de: Über Conduit
es: Acerca de Conduit
fr: À propos de Conduit
it: Informazioni su Conduit
ko: Conduit 정보
nl: Over Conduit
ru: О Conduit
zh_hant: 關於 Conduit

source: GitHub Repository
es: Repositorio GitHub
fr: Dépôt GitHub
it: Repository GitHub
ko: GitHub 저장소
ru: Репозиторий GitHub
zh_hant: GitHub 倉庫

source: Unable to load app info
de: App-Informationen konnten nicht geladen werden
es: No se puede cargar información de la aplicación
fr: Impossible de charger les informations de l'application
it: Impossibile caricare le informazioni dell'app
ko: 앱 정보를 불러올 수 없습니다
nl: Kan app-info niet laden
ru: Не удалось загрузить информацию о приложении
zh_hant: 無法加載應用信息

source: Thinking…
de: Denkt…
es: Pensando...
fr: Réflexion…
it: Sta pensando…
ko: 생각 중…
nl: Denken...
ru: Думаю...
zh_hant: 思考中...

source: Thoughts
de: Gedanken
es: Pensamientos
fr: Réflexions
it: Pensieri
ko: 생각
nl: Gedachten
ru: Мысли
zh_hant: 思路

source: Thought for {duration}
de: Gedacht für {duration}
es: Pensó durante {duration}
fr: A réfléchi pendant {duration}
it: Ha pensato per {duration}
ko: {duration} 동안 생각함
nl: Dacht {duration}
ru: Думал {duration}
zh_hant: 思考了 {duration}

# appCustomization
source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ko: 사용자 정의
nl: Aanpassing
ru: Настройка
zh_hant: 自定義

# appCustomizationSubtitle
source: Theme, language, voice, and quickpills
de: Design, Sprache, Stimme und Quick Pills
es: Tema, idioma, voz y quickpills
fr: Thème, langue, voix et quickpills
it: Tema, lingua, voce e quickpills
ko: 테마, 언어, 음성 및 빠른 액션
nl: Thema, taal, stem en quickpills
ru: Тема, язык, голос и quickpills
zh_hant: 主題、語言、語音和 quickpills

# quickActionsDescription
source: Quickpills in chat
de: Schnellzugriffe im Chat
es: Accesos directos en chat
fr: Raccourcis dans le chat
it: Scorciatoie nella chat
ko: 채팅의 빠른 액션
nl: Snelkoppelingen in chat
ru: Быстрые клавиши в чате
zh_hant: 聊天快捷方式

# chatSettings
source: Chat
es: Conversación
fr: Discussion
ko: 채팅
ru: Чат
zh_hant: 對話

source: Send on Enter
de: Mit Enter senden
es: Enviar con Enter
fr: Envoyer avec Entrée
it: Invia con Invio
ko: Enter로 전송
nl: Verzenden met Enter
ru: Отправка по Enter
zh_hant: 回車發送

# sendOnEnterDescription
source: Enter sends (soft keyboard). Cmd/Ctrl+Enter also available
de: Enter sendet (Soft-Tastatur). Cmd/Ctrl+Enter ebenfalls verfügbar
es: Enter envía (teclado virtual). Cmd/Ctrl+Enter también disponible
fr: Entrée envoie (clavier logiciel). Cmd/Ctrl+Entrée aussi disponible
it: Invio invia (tastiera software). Cmd/Ctrl+Invio disponibile
ko: Enter로 전송 (소프트 키보드). Cmd/Ctrl+Enter도 사용 가능
nl: Enter verzendt (softtoetsenbord). Cmd/Ctrl+Enter ook beschikbaar
ru: Enter отправляет (программная клавиатура). Также доступно Cmd/Ctrl+Enter
zh_hant: 回車發送（軟鍵盤）。Cmd/Ctrl+Enter 也可用

# sttSettings
source: Speech to Text
de: Sprache zu Text
es: Voz a texto
fr: Voix vers texte
it: Voce in testo
ko: 음성 텍스트 변환
nl: Spraak naar tekst
ru: Речь в текст
zh_hant: 語音轉文字

# sttEngineLabel
source: Recognition engine
de: Erkennungs-Engine
es: Motor de reconocimiento
fr: Moteur de reconnaissance
it: Motore di riconoscimento
ko: 인식 엔진
nl: Herkenningsengine
ru: Движок распознавания
zh_hant: 識別引擎

# sttEngineDevice
source: On device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l’appareil
it: Sul dispositivo
ko: 기기에서
nl: Op het apparaat
ru: На устройстве
zh_hant: 本機

# sttEngineServer
source: Server
es: Servidor
fr: Serveur
ko: 서버
ru: Сервер
zh_hant: 服務器

# sttEngineDeviceDescription
source: Keep audio on this device. Voice input stops working if on-device speech recognition isn’t supported.
de: Behält Audio auf diesem Gerät. Spracheingabe funktioniert nicht, wenn das Gerät keine Spracherkennung unterstützt.
es: Mantiene el audio en este dispositivo. La entrada de voz no funciona si el dispositivo no admite reconocimiento de voz.
fr: Conserve l’audio sur cet appareil. L’entrée vocale cesse de fonctionner si la reconnaissance vocale n’est pas prise en charge.
it: Mantiene l’audio su questo dispositivo. L’input vocale non funziona se il dispositivo non supporta il riconoscimento vocale.
ko: 오디오를 이 기기에서 유지합니다. 기기에서 음성 인식이 지원되지 않으면 음성 입력이 작동하지 않습니다.
nl: Houdt audio op dit apparaat. Spraakinput werkt niet als het apparaat geen spraakherkenning ondersteunt.
ru: Оставляет звук на этом устройстве. Голосовой ввод не работает, если устройство не поддерживает распознавание речи.
zh_hant: 音頻會保留在此設備上。如果設備不支持語音識別，語音輸入將不可用。

# sttEngineServerDescription
source: Always send recordings to your OpenWebUI server for transcription.
de: Sendet Aufnahmen immer an deinen OpenWebUI-Server zur Transkription.
es: Envía siempre las grabaciones a tu servidor OpenWebUI para la transcripción.
fr: Envoie toujours les enregistrements à votre serveur OpenWebUI pour transcription.
it: Invia sempre le registrazioni al tuo server OpenWebUI per la trascrizione.
ko: 항상 녹음을 OpenWebUI 서버로 전송하여 전사합니다.
nl: Stuurt opnames altijd naar je OpenWebUI-server voor transcriptie.
ru: Всегда отправляет записи на сервер OpenWebUI для транскрибации.
zh_hant: 始終將錄音發送到你的 OpenWebUI 服務器進行轉寫。

# sttDeviceUnavailableWarning
source: On-device speech recognition isn’t available on this device.
de: Auf diesem Gerät steht keine Spracherkennung zur Verfügung.
es: El reconocimiento de voz en el dispositivo no está disponible en este dispositivo.
fr: La reconnaissance vocale sur l’appareil n’est pas disponible sur cet appareil.
it: Il riconoscimento vocale sul dispositivo non è disponibile su questo dispositivo.
ko: 이 기기에서 기기 음성 인식을 사용할 수 없습니다.
nl: Spraakherkenning op het apparaat is niet beschikbaar op dit apparaat.
ru: Распознавание речи на устройстве недоступно на этом устройстве.
zh_hant: 此設備不支持本機語音識別。

# sttServerUnavailableWarning
source: Connect to a server with transcription enabled to use this option.
de: Verbinde dich mit einem Server mit aktivierter Transkription, um diese Option zu nutzen.
es: Conéctate a un servidor con transcripción habilitada para usar esta opción.
fr: Connectez-vous à un serveur avec la transcription activée pour utiliser cette option.
it: Collegati a un server con la trascrizione abilitata per usare questa opzione.
ko: 이 옵션을 사용하려면 전사가 활성화된 서버에 연결하세요.
nl: Verbind met een server met transcriptie ingeschakeld om deze optie te gebruiken.
ru: Подключитесь к серверу с включённой транскрибацией, чтобы использовать эту опцию.
zh_hant: 連接到啓用轉寫功能的服務器後才能使用此選項。

# sttSilenceDuration
source: Silence Duration
de: Stille-Dauer
es: Duración del silencio
fr: Durée du silence
ko: 침묵 지속 시간
nl: Stilteduur
ru: Длительность тишины
zh_hant: 靜音持續時間

# sttSilenceDurationDescription
source: Time to wait after silence before auto-stopping recording
de: Zeit nach Stille warten, bevor die Aufnahme automatisch gestoppt wird
es: Tiempo de espera después del silencio antes de detener automáticamente la grabación
fr: Temps d'attente après le silence avant d'arrêter automatiquement l'enregistrement
ko: 침묵 후 자동 녹음 중지 전 대기 시간
nl: Tijd om te wachten na stilte voordat de opname automatisch stopt
ru: Время ожидания после тишины перед автоматической остановкой записи
zh_hant: 檢測到靜音後等待多久自動停止錄音

# ttsSettings
source: Text to Speech
de: Text zu Sprache
es: Texto a voz
fr: Synthèse vocale
it: Sintesi vocale
ko: 텍스트 음성 변환
nl: Tekst naar spraak
ru: Преобразование текста в речь
zh_hant: 文本轉語音

# ttsEngineDeviceDescription
source: Keep synthesis on this device. Voice playback stops working if on-device TTS isn’t supported.
de: Behält die Ausgabe auf diesem Gerät. Sprachausgabe funktioniert nicht, wenn das Gerät keine TTS-Unterstützung bietet.
es: Mantiene la síntesis en este dispositivo. La reproducción de voz no funciona si el dispositivo no admite TTS.
fr: Garde la synthèse sur cet appareil. La lecture vocale ne fonctionne plus si l’appareil n’offre pas la synthèse vocale.
it: Mantiene la sintesi su questo dispositivo. La riproduzione vocale non funziona se il dispositivo non supporta il TTS.
ko: 합성을 이 기기에서 유지합니다. 기기에서 TTS가 지원되지 않으면 음성 재생이 작동하지 않습니다.
nl: Houdt de synthese op dit apparaat. Spraakweergave werkt niet als het apparaat geen TTS ondersteunt.
ru: Оставляет синтез на этом устройстве. Воспроизведение голоса не работает, если устройство не поддерживает синтез речи.
zh_hant: 在此設備上完成合成。如果設備不支持文本轉語音，語音播放將不可用。

# ttsEngineServerDescription
source: Always request audio from your OpenWebUI server.
de: Sendet die Ausgabe immer an deinen OpenWebUI-Server.
es: Solicita siempre el audio a tu servidor OpenWebUI.
fr: Demande toujours l'audio à votre serveur OpenWebUI.
it: Richiede sempre l'audio dal tuo server OpenWebUI.
ko: 항상 OpenWebUI 서버에서 오디오를 요청합니다.
nl: Vraagt altijd audio op bij je OpenWebUI-server.
ru: Всегда запрашивает аудио у вашего сервера OpenWebUI.
zh_hant: 始終向你的 OpenWebUI 服務器請求音頻。

# ttsDeviceUnavailableWarning
source: On-device text-to-speech isn’t available on this device.
de: Sprachausgabe auf dem Gerät steht auf diesem Gerät nicht zur Verfügung.
es: La síntesis de voz en el dispositivo no está disponible en este dispositivo.
fr: La synthèse vocale sur l’appareil n’est pas disponible sur cet appareil.
it: La sintesi vocale sul dispositivo non è disponibile su questo dispositivo.
ko: 이 기기에서 기기 텍스트 음성 변환을 사용할 수 없습니다.
nl: Spraaksynthese op het apparaat is niet beschikbaar op dit apparaat.
ru: Синтез речи на устройстве недоступен на этом устройстве.
zh_hant: 此設備不支持本機文本轉語音。

# ttsServerUnavailableWarning
source: Connect to a server with text-to-speech enabled to use this option.
de: Verbinde dich mit einem Server mit aktivierter Sprachausgabe, um diese Option zu nutzen.
es: Conéctate a un servidor con texto a voz habilitado para usar esta opción.
fr: Connectez-vous à un serveur avec la synthèse vocale activée pour utiliser cette option.
it: Collegati a un server con la sintesi vocale abilitata per usare questa opzione.
ko: 이 옵션을 사용하려면 텍스트 음성 변환이 활성화된 서버에 연결하세요.
nl: Verbind met een server met tekst-naar-spraak ingeschakeld om deze optie te gebruiken.
ru: Подключитесь к серверу с включённым синтезом речи, чтобы использовать эту опцию.
zh_hant: 連接到啓用文本轉語音的服務器後才能使用此選項。

# ttsVoice
source: Voice
de: Stimme
es: Voz
fr: Voix
it: Voce
ko: 음성
nl: Stem
ru: Голос
zh_hant: 語音

# ttsSpeechRate
source: Speech Rate
de: Sprechgeschwindigkeit
es: Velocidad de voz
fr: Vitesse de parole
it: Velocità di sintesi vocale
ko: 말하기 속도
nl: Spraaksnelheid
ru: Скорость речи
zh_hant: 語速

# ttsPitch
source: Pitch
de: Tonhöhe
es: Tono
fr: Hauteur
it: Tonalità
ko: 음높이
nl: Toonhoogte
ru: Высота тона
zh_hant: 音調

# ttsPreview
source: Preview Voice
de: Stimme vorschau
es: Vista previa de voz
fr: Aperçu de la voix
it: Anteprima voce
ko: 음성 미리보기
nl: Stemvoorbeeld
ru: Предпросмотр голоса
zh_hant: 預覽語音

# ttsSystemDefault
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Système par défaut
it: Predefinito del sistema
ko: 시스템 기본값
nl: Systeemstandaard
ru: Системное значение по умолчанию
zh_hant: 系統默認

# ttsSelectVoice
source: Select Voice
de: Stimme auswählen
es: Seleccionar voz
fr: Sélectionner la voix
it: Seleziona voce
ko: 음성 선택
nl: Selecteer stem
ru: Выбрать голос
zh_hant: 選擇語音

# ttsPreviewText
source: This is a preview of the selected voice.
de: Dies ist eine Vorschau der ausgewählten Stimme.
es: Esta es una vista previa de la voz seleccionada.
fr: Ceci est un aperçu de la voix sélectionnée.
it: Questa è un'anteprima della voce selezionata.
ko: 선택한 음성의 미리보기입니다.
nl: Dit is een voorbeeld van de geselecteerde stem.
ru: Это предварительный просмотр выбранного голоса.
zh_hant: 這是所選語音的預覽。

# ttsNoVoicesAvailable
source: No voices available
de: Keine Stimmen verfügbar
es: No hay voces disponibles
fr: Aucune voix disponible
it: Nessuna voce disponibile
ko: 사용 가능한 음성 없음
nl: Geen stemmen beschikbaar
ru: Нет доступных голосов
zh_hant: 沒有可用的語音

# ttsVoicesForLanguage
source: {language} Voices
de: {language}-Stimmen
es: Voces de {language}
fr: Voix {language}
it: Voci {language}
ko: {language} 음성
nl: {language} stemmen
ru: Голоса {language}
zh_hant: {language} 語音

# ttsOtherVoices
source: Other Languages
de: Andere Sprachen
es: Otros idiomas
fr: Autres langues
it: Altre lingue
ko: 다른 언어
nl: Andere talen
ru: Другие языки
zh_hant: 其他語言

source: Error
de: Fehler
fr: Erreur
it: Errore
ko: 오류
nl: Fout
ru: Ошибка
zh_hant: 錯誤
