Repository: vanalexgr/clinicalguidelines.io
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ko, nl, ru, zh_hant

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ko: 다시 시도
nl: Opnieuw proberen
ru: Повторить
zh_hant: 重試

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ko: 뒤로
nl: Terug
ru: Назад
zh_hant: 返回

source: You
de: Du
es: Tú
fr: Vous
it: Tu
ko: 프로필
nl: Jij
ru: Вы
zh_hant: 你

source: Loading profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
ko: 프로필 로딩 중...
nl: Profiel laden...
ru: Загрузка профиля...
zh_hant: 加載個人資料中...

source: Unable to load profile
de: Profil konnte nicht geladen werden
es: No se puede cargar el perfil
fr: Impossible de charger le profil
it: Impossibile caricare il profilo
ko: 프로필을 불러올 수 없습니다
nl: Kan profiel niet laden
ru: Не удалось загрузить профиль
zh_hant: 無法加載個人資料

# pleaseCheckConnection
source: Please check your connection and try again
de: Bitte überprüfe deine Verbindung und versuche es erneut
es: Por favor, verifica tu conexión e inténtalo de nuevo
fr: Veuillez vérifier votre connexion et réessayer
it: Controlla la connessione e riprova
ko: 연결을 확인하고 다시 시도해주세요
nl: Controleer je verbinding en probeer het opnieuw
ru: Пожалуйста, проверьте соединение и повторите попытку
zh_hant: 請檢查您的連接並重試

# connectionIssueTitle
source: Can't reach your server
de: Server nicht erreichbar
es: No se puede conectar al servidor
fr: Impossible d'atteindre votre serveur
it: Impossibile raggiungere il server
ko: 서버에 연결할 수 없습니다
nl: Kan je server niet bereiken
ru: Не удается подключиться к серверу
zh_hant: 無法連接到您的服務器

# connectionIssueSubtitle
source: Reconnect to continue or sign out to choose a different server.
de: Verbindung wiederherstellen oder abmelden, um einen anderen Server zu wählen.
es: Reconecta para continuar o cierra sesión para elegir otro servidor.
fr: Reconnectez-vous pour continuer ou déconnectez-vous pour choisir un autre serveur.
it: Riconnettiti per continuare oppure esci per scegliere un server diverso.
ko: 다시 연결하거나 로그아웃하여 다른 서버를 선택하세요.
nl: Maak opnieuw verbinding om door te gaan of log uit om een andere server te kiezen.
ru: Переподключитесь, чтобы продолжить, или выйдите, чтобы выбрать другой сервер.
zh_hant: 重新連接以繼續或退出登錄以選擇其他服務器。

source: Account
de: Konto
es: Cuenta
fr: Compte
ko: 계정
ru: Аккаунт
zh_hant: 賬戶

source: Support Conduit
de: Conduit unterstützen
es: Apoyar Conduit
fr: Soutenir Conduit
it: Sostieni Conduit
ko: Conduit 지원하기
nl: Ondersteun Conduit
ru: Поддержать Conduit
zh_hant: 支持 Conduit

# supportConduitSubtitle
source: Keep Conduit independent by funding ongoing development.
de: Hilf, die Weiterentwicklung und neue Funktionen zu finanzieren.
es: Mantén Conduit independiente financiando el desarrollo continuo.
fr: Financez le développement continu et les nouvelles fonctionnalités.
it: Mantieni Conduit indipendente finanziando lo sviluppo continuo.
ko: 지속적인 개발을 위해 자금을 지원하여 Conduit을 독립적으로 유지하세요.
nl: Houd Conduit onafhankelijk door doorlopende ontwikkeling te financieren.
ru: Сохраните независимость Conduit, финансируя разработку.
zh_hant: 通過資助持續開發來保持 Conduit 的獨立性。

# githubSponsorsSubtitle
source: Become a recurring sponsor to fund roadmap items.
de: Werde monatliche*r Sponsor*in und unterstütze die Roadmap.
es: Conviértete en un patrocinador recurrente para financiar elementos del roadmap.
fr: Devenez sponsor récurrent pour soutenir la feuille de route.
it: Diventa sponsor ricorrente per supportare la roadmap.
ko: 반복 후원자가 되어 로드맵 항목에 자금을 지원하세요.
nl: Word een terugkerende sponsor om roadmap-items te financieren.
ru: Станьте регулярным спонсором для финансирования дорожной карты.
zh_hant: 成爲定期贊助者以資助路線圖項目。

# buyMeACoffeeSubtitle
source: Make a one-time donation to say thanks.
de: Bedanke dich mit einer einmaligen Spende.
es: Haz una donación única para agradecer.
fr: Faites un don ponctuel pour nous encourager.
it: Fai una donazione una tantum per dire grazie.
ko: 일회성 기부로 감사를 표하세요.
nl: Doe een eenmalige donatie om bedankt te zeggen.
ru: Сделайте разовое пожертвование в знак благодарности.
zh_hant: 一次性捐贈以表達感謝。

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ko: 로그아웃
nl: Uitloggen
ru: Выйти
zh_hant: 退出登錄

source: End your session
de: Sitzung beenden
es: Finalizar tu sesión
fr: Terminer votre session
it: Termina la sessione
ko: 세션 종료
nl: Beëindig je sessie
ru: Завершить сеанс
zh_hant: 結束您的會話

source: Default Model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
it: Modello predefinito
ko: 기본 모델
nl: Standaardmodel
ru: Модель по умолчанию
zh_hant: 默認模型

source: Auto-select
de: Automatische Auswahl
es: Selección automática
fr: Sélection automatique
it: Selezione automatica
ko: 자동 선택
nl: Automatisch selecteren
ru: Автовыбор
zh_hant: 自動選擇

source: Loading models...
de: Modelle werden geladen...
es: Cargando modelos...
fr: Chargement des modèles...
it: Caricamento modelli...
ko: 모델 로딩 중...
nl: Modellen laden...
ru: Загрузка моделей...
zh_hant: 加載模型中...

source: Failed to load models
de: Modelle konnten nicht geladen werden
es: No se pudieron cargar los modelos
fr: Échec du chargement des modèles
it: Impossibile caricare i modelli
ko: 모델을 불러오지 못했습니다
nl: Kan modellen niet laden
ru: Не удалось загрузить модели
zh_hant: 無法加載模型

source: Available Models
de: Verfügbare Modelle
es: Modelos disponibles
fr: Modèles disponibles
it: Modelli disponibili
ko: 사용 가능한 모델
nl: Beschikbare modellen
ru: Доступные модели
zh_hant: 可用模型

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ko: 결과 없음
nl: Geen resultaten
ru: Нет результатов
zh_hant: 無結果

source: Search models...
de: Modelle suchen...
es: Buscar modelos...
fr: Rechercher des modèles...
it: Cerca modelli...
ko: 모델 검색...
nl: Modellen zoeken...
ru: Поиск моделей...
zh_hant: 搜索模型...

# errorMessage
source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.
ko: 문제가 발생했습니다. 다시 시도해주세요.
nl: Er is iets misgegaan. Probeer het opnieuw.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
zh_hant: 出了點問題。請重試。

# closeButtonSemantic
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
ru: Закрыть
zh_hant: 關閉

source: Loading content
de: Inhalt wird geladen
es: Cargando contenido
fr: Chargement du contenu
it: Caricamento contenuto
ko: 콘텐츠 로딩 중
nl: Inhoud laden
ru: Загрузка содержимого
zh_hant: 加載內容中

source: No items
de: Keine Elemente
es: Sin elementos
fr: Aucun élément
it: Nessun elemento
ko: 항목 없음
nl: Geen items
ru: Нет элементов
zh_hant: 無項目

source: No items to display
de: Keine Elemente zum Anzeigen
es: No hay elementos para mostrar
fr: Aucun élément à afficher
it: Nessun elemento da visualizzare
ko: 표시할 항목이 없습니다
nl: Geen items om weer te geven
ru: Нет элементов для отображения
zh_hant: 無可顯示的項目

source: Knowledge Base
de: Wissensdatenbank
es: Base de conocimientos
fr: Base de connaissances
it: Base di conoscenza
ko: 지식 베이스
nl: Kennisbank
ru: База знаний
zh_hant: 知識庫

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
ko: 첨부 파일
nl: Bijlagen
ru: Вложения
zh_hant: 附件

# takePhoto
source: Take a photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
ko: 사진 촬영
nl: Foto maken
ru: Сделать фото
zh_hant: 拍照

source: Back to server setup
de: Zur Servereinrichtung zurück
es: Volver a configuración del servidor
fr: Retour à la configuration du serveur
it: Torna alla configurazione del server
ko: 서버 설정으로 돌아가기
nl: Terug naar serverinstelling
ru: Вернуться к настройке сервера
zh_hant: 返回服務器設置

source: Connected to Server
de: Mit Server verbunden
es: Conectado al servidor
fr: Connecté au serveur
it: Connesso al server
ko: 서버에 연결됨
nl: Verbonden met server
ru: Подключено к серверу
zh_hant: 已連接到服務器

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ko: 로그인
nl: Inloggen
ru: Войти
zh_hant: 登錄

# enterCredentials
source: Enter your credentials to access your AI conversations
de: Gib deine Anmeldedaten ein, um auf deine KI-Unterhaltungen zuzugreifen
es: Ingresa tus credenciales para acceder a tus conversaciones de IA
fr: Entrez vos identifiants pour accéder à vos conversations IA
it: Inserisci le credenziali per accedere alle conversazioni IA
ko: AI 대화에 액세스하려면 자격 증명을 입력하세요
nl: Voer je inloggegevens in om toegang te krijgen tot je AI-gesprekken
ru: Введите свои учетные данные для доступа к вашим разговорам с ИИ
zh_hant: 輸入您的憑據以訪問您的 AI 對話

source: Credentials
de: Zugangsdaten
es: Credenciales
fr: Identifiants
it: Credenziali
ko: 자격 증명
nl: Inloggegevens
ru: Учетные данные
zh_hant: 憑據

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ko: API 키
nl: API-sleutel
ru: API-ключ
zh_hant: API 密鑰

source: Token
fr: Jeton

source: Username or Email
de: Benutzername oder E‑Mail
es: Usuario o correo electrónico
fr: Nom d'utilisateur ou e‑mail
it: Username o e‑mail
ko: 사용자 이름 또는 이메일
nl: Gebruikersnaam of e-mail
ru: Имя пользователя или email
zh_hant: 用戶名或電子郵件

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호
nl: Wachtwoord
ru: Пароль
zh_hant: 密碼

source: Sign in with API Key
de: Mit API-Schlüssel anmelden
es: Iniciar sesión con clave API
fr: Se connecter avec une clé API
it: Accedi con chiave API
ko: API 키로 로그인
nl: Inloggen met API-sleutel
ru: Войти с помощью API-ключа
zh_hant: 使用 API 密鑰登錄

source: Sign in with Token
es: Iniciar sesión con token
fr: Se connecter avec un jeton
nl: Inloggen met token

source: Connect to Server
de: Mit Server verbinden
es: Conectar al servidor
fr: Se connecter au serveur
it: Connetti al server
ko: 서버 연결
nl: Verbinden met server
ru: Подключиться к серверу
zh_hant: 連接到服務器

# enterServerAddress
source: Enter your Open-WebUI server address to get started
de: Gib die Adresse deines Open-WebUI-Servers ein, um zu beginnen
es: Ingresa la dirección de tu servidor Open-WebUI para comenzar
fr: Saisissez l'adresse de votre serveur Open-WebUI pour commencer
it: Inserisci l'indirizzo del server Open-WebUI per iniziare
ko: 시작하려면 Open-WebUI 서버 주소를 입력하세요
nl: Voer je Open-WebUI serveradres in om te beginnen
ru: Введите адрес вашего сервера Open-WebUI для начала
zh_hant: 輸入您的 Open-WebUI 服務器地址以開始

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ko: 서버 URL
ru: URL сервера
zh_hant: 服務器 URL

# serverUrlHint
source: https://your-server.com
de: https://dein-server.com
es: https://tu-servidor.com
fr: https://votre-serveur.com
it: https://tuo-server.com
nl: https://jouw-server.com

# enterServerUrlSemantic
source: Enter your server URL or IP address
de: Gib deine Server-URL oder IP-Adresse ein
es: Ingresa la URL o dirección IP de tu servidor
fr: Saisissez l'URL ou l'adresse IP de votre serveur
it: Inserisci l'URL o l'indirizzo IP del server
ko: 서버 URL 또는 IP 주소를 입력하세요
nl: Voer je server-URL of IP-adres in
ru: Введите URL или IP-адрес вашего сервера
zh_hant: 輸入您的服務器 URL 或 IP 地址

source: Header Name
es: Nombre de encabezado
fr: Nom de l'en-tête
it: Nome header
ko: 헤더 이름
nl: Header-naam
ru: Имя заголовка
zh_hant: 標頭名稱

source: Header Value
de: Header-Wert
es: Valor de encabezado
fr: Valeur de l'en-tête
it: Valore header
ko: 헤더 값
nl: Header-waarde
ru: Значение заголовка
zh_hant: 標頭值

# headerValueHint
source: api-key-123 or Bearer token
de: api-key-123 oder Bearer-Token
es: api-key-123 o Bearer token
fr: api-key-123 ou jeton Bearer
it: api-key-123 o token Bearer
ko: api-key-123 또는 Bearer 토큰
nl: api-key-123 of Bearer token
ru: api-key-123 или Bearer token
zh_hant: api-key-123 或 Bearer token

source: Add header
de: Header hinzufügen
es: Añadir encabezado
fr: Ajouter l'en-tête
it: Aggiungi header
ko: 헤더 추가
nl: Header toevoegen
ru: Добавить заголовок
zh_hant: 添加標頭

source: Maximum headers reached
de: Maximale Anzahl erreicht
es: Número máximo de encabezados alcanzado
fr: Nombre maximal atteint
it: Numero massimo raggiunto
ko: 최대 헤더 수에 도달했습니다
nl: Maximum aantal headers bereikt
ru: Достигнуто максимальное количество заголовков
zh_hant: 已達到最大標頭數

source: Remove header
de: Header entfernen
es: Eliminar encabezado
fr: Supprimer l'en-tête
it: Rimuovi header
ko: 헤더 제거
nl: Header verwijderen
ru: Удалить заголовок
zh_hant: 刪除標頭

source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
ko: 연결 중...
nl: Verbinden...
ru: Подключение...
zh_hant: 連接中...

# connectToServerButton
source: Connect to Server
de: Mit Server verbinden
es: Conectar al servidor
fr: Se connecter au serveur
it: Connetti al server
ko: 서버 연결
nl: Verbinden met server
ru: Подключиться к серверу
zh_hant: 連接到服務器

source: Demo Mode Active
de: Demo-Modus aktiv
es: Modo demo activo
fr: Mode démo activé
it: Modalità demo attiva
ko: 데모 모드 활성화
nl: Demomodus actief
ru: Демо-режим активен
zh_hant: 演示模式已激活

# skipServerSetupTryDemo
source: Skip server setup and try the demo
de: Servereinrichtung überspringen und Demo testen
es: Omitir configuración del servidor y probar la demo
fr: Ignorer la configuration et essayer la démo
it: Salta configurazione server e prova la demo
ko: 서버 설정 건너뛰고 데모 사용해보기
nl: Serverinstelling overslaan en demo proberen
ru: Пропустить настройку сервера и попробовать демо
zh_hant: 跳過服務器設置並嘗試演示

source: Enter Demo
de: Demo starten
es: Entrar a demo
fr: Entrer en démo
it: Entra in demo
ko: 데모 시작
nl: Demo starten
ru: Войти в демо
zh_hant: 進入演示

# demoBadge
source: Demo
fr: Démo
ko: 데모
ru: Демо
zh_hant: 演示

# serverNotOpenWebUI
source: This does not appear to be an Open-WebUI server.
de: Dies scheint kein Open-WebUI-Server zu sein.
es: Esto no parece ser un servidor Open-WebUI.
fr: Ceci ne semble pas être un serveur Open-WebUI.
it: Questo non sembra un server Open-WebUI.
ko: 이것은 Open-WebUI 서버가 아닌 것 같습니다.
nl: Dit lijkt geen Open-WebUI server te zijn.
ru: Это не похоже на сервер Open-WebUI.
zh_hant: 這似乎不是 Open-WebUI 服務器。

# serverUrlEmpty
source: Server URL cannot be empty
de: Server-URL darf nicht leer sein
es: La URL del servidor no puede estar vacía
fr: L'URL du serveur ne peut pas être vide
it: L'URL del server non può essere vuoto
ko: 서버 URL은 비어 있을 수 없습니다
nl: Server-URL mag niet leeg zijn
ru: URL сервера не может быть пустым
zh_hant: 服務器 URL 不能爲空

# invalidUrlFormat
source: Invalid URL format. Please check your input.
de: Ungültiges URL-Format. Bitte Eingabe prüfen.
es: Formato de URL inválido. Por favor, verifica tu entrada.
fr: Format d'URL invalide. Veuillez vérifier votre saisie.
it: Formato URL non valido. Controlla l'input.
ko: 잘못된 URL 형식입니다. 입력을 확인해주세요.
nl: Ongeldig URL-formaat. Controleer je invoer.
ru: Неверный формат URL. Пожалуйста, проверьте ввод.
zh_hant: 無效的 URL 格式。請檢查您的輸入。

# onlyHttpHttps
source: Only HTTP and HTTPS protocols are supported.
de: Nur HTTP- und HTTPS-Protokolle werden unterstützt.
es: Solo se admiten los protocolos HTTP y HTTPS.
fr: Seuls les protocoles HTTP et HTTPS sont pris en charge.
it: Sono supportati solo i protocolli HTTP e HTTPS.
ko: HTTP 및 HTTPS 프로토콜만 지원됩니다.
nl: Alleen HTTP- en HTTPS-protocollen worden ondersteund.
ru: Поддерживаются только протоколы HTTP и HTTPS.
zh_hant: 僅支持 HTTP 和 HTTPS 協議。

# serverAddressRequired
source: Server address is required (e.g., 192.168.1.10 or example.com).
de: Serveradresse erforderlich (z. B. 192.168.1.10 oder example.com).
es: Se requiere dirección del servidor (ej. 192.168.1.10 o example.com).
fr: Adresse du serveur requise (ex. 192.168.1.10 ou example.com).
it: Indirizzo server richiesto (es. 192.168.1.10 o example.com).
ko: 서버 주소가 필요합니다 (예: 192.168.1.10 또는 example.com).
nl: Serveradres is vereist (bijv. 192.168.1.10 of example.com).
ru: Требуется адрес сервера (например, 192.168.1.10 или example.com).
zh_hant: 需要服務器地址（例如 192.168.1.10 或 example.com）。

# portRange
source: Port must be between 1 and 65535.
de: Port muss zwischen 1 und 65535 liegen.
es: El puerto debe estar entre 1 y 65535.
fr: Le port doit être compris entre 1 et 65535.
it: La porta deve essere tra 1 e 65535.
ko: 포트는 1부터 65535 사이여야 합니다.
nl: Poort moet tussen 1 en 65535 zijn.
ru: Порт должен быть от 1 до 65535.
zh_hant: 端口必須在 1 到 65535 之間。

# invalidIpFormat
source: Invalid IP address format. Use format like 192.168.1.10.
de: Ungültiges IP-Format. Beispiel: 192.168.1.10.
es: Formato de dirección IP inválido. Usa un formato como 192.168.1.10.
fr: Format d'IP invalide. Exemple : 192.168.1.10.
it: Formato IP non valido. Esempio: 192.168.1.10.
ko: 잘못된 IP 주소 형식입니다. 192.168.1.10과 같은 형식을 사용하세요.
nl: Ongeldig IP-adresformaat. Gebruik een formaat zoals 192.168.1.10.
ru: Неверный формат IP-адреса. Используйте формат как 192.168.1.10.
zh_hant: 無效的 IP 地址格式。使用如 192.168.1.10 的格式。

# couldNotConnectGeneric
source: Couldn't connect. Double-check the address and try again.
de: Verbindung fehlgeschlagen. Adresse prüfen und erneut versuchen.
es: No se pudo conectar. Verifica la dirección e inténtalo de nuevo.
fr: Connexion impossible. Vérifiez l'adresse et réessayez.
it: Impossibile connettersi. Verifica l'indirizzo e riprova.
ko: 연결할 수 없습니다. 주소를 다시 확인하고 시도해주세요.
nl: Kan geen verbinding maken. Controleer het adres en probeer het opnieuw.
ru: Не удалось подключиться. Проверьте адрес и повторите попытку.
zh_hant: 無法連接。請仔細檢查地址並重試。

# weCouldntReachServer
source: We couldn't reach the server. Check your connection and that the server is running.
de: Server nicht erreichbar. Verbindung und Serverstatus prüfen.
es: No pudimos conectarnos al servidor. Verifica tu conexión y que el servidor esté funcionando.
fr: Impossible d'atteindre le serveur. Vérifiez la connexion et l'état du serveur.
it: Impossibile raggiungere il server. Verifica connessione e stato del server.
ko: 서버에 연결할 수 없습니다. 연결과 서버 실행 상태를 확인하세요.
nl: We konden de server niet bereiken. Controleer je verbinding en of de server actief is.
ru: Мы не смогли связаться с сервером. Проверьте подключение и работает ли сервер.
zh_hant: 我們無法訪問服務器。請檢查您的連接和服務器是否正在運行。

# connectionTimedOut
source: Connection timed out. The server might be busy or blocked by a firewall.
de: Zeitüberschreitung. Server eventuell ausgelastet oder blockiert.
es: Se agotó el tiempo de conexión. El servidor puede estar ocupado o bloqueado por un firewall.
fr: Délai d'attente dépassé. Le serveur est peut-être occupé ou bloqué.
it: Tempo scaduto. Il server potrebbe essere occupato o bloccato.
ko: 연결 시간이 초과되었습니다. 서버가 바쁘거나 방화벽에 의해 차단되었을 수 있습니다.
nl: Verbinding time-out. De server is mogelijk druk of geblokkeerd door een firewall.
ru: Время ожидания подключения истекло. Сервер может быть занят или заблокирован брандмауэром.
zh_hant: 連接超時。服務器可能很忙或被防火牆阻止。

source: Use http:// or https:// only.
de: Nur http:// oder https:// verwenden.
es: Usa solo http:// o https://.
fr: Utilisez uniquement http:// ou https://.
it: Usa solo http:// o https://.
ko: http:// 또는 https:// 만 사용하세요.
nl: Gebruik alleen http:// of https://.
ru: Используйте только http:// или https://.
zh_hant: 僅使用 http:// 或 https://。

source: Login failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
it: Accesso non riuscito
ko: 로그인 실패
nl: Inloggen mislukt
ru: Ошибка входа
zh_hant: 登錄失敗

# invalidCredentials
source: Invalid username or password. Please try again.
de: Ungültiger Benutzername oder Passwort. Bitte erneut versuchen.
es: Usuario o contraseña inválidos. Por favor, inténtalo de nuevo.
fr: Nom d'utilisateur ou mot de passe invalide. Réessayez.
it: Nome utente o password non validi. Riprova.
ko: 사용자 이름 또는 비밀번호가 잘못되었습니다. 다시 시도해주세요.
nl: Ongeldige gebruikersnaam of wachtwoord. Probeer het opnieuw.
ru: Неверное имя пользователя или пароль. Пожалуйста, попробуйте еще раз.
zh_hant: 無效的用戶名或密碼。請重試。

# serverRedirectingHttps
source: The server is redirecting requests. Check your server's HTTPS configuration.
de: Server leitet um. HTTPS-Konfiguration prüfen.
es: El servidor está redirigiendo solicitudes. Verifica la configuración HTTPS de tu servidor.
fr: Le serveur redirige les requêtes. Vérifiez la configuration HTTPS.
it: Il server sta reindirizzando. Controlla la configurazione HTTPS.
ko: 서버가 요청을 리디렉션하고 있습니다. 서버의 HTTPS 구성을 확인하세요.
nl: De server leidt verzoeken om. Controleer de HTTPS-configuratie van je server.
ru: Сервер перенаправляет запросы. Проверьте настройки HTTPS вашего сервера.
zh_hant: 服務器正在重定向請求。請檢查您的服務器的 HTTPS 配置。

# unableToConnectServer
source: Unable to connect to server. Please check your connection.
de: Verbindung zum Server nicht möglich. Bitte Verbindung prüfen.
es: No se puede conectar al servidor. Por favor, verifica tu conexión.
fr: Impossible de se connecter au serveur. Vérifiez votre connexion.
it: Impossibile connettersi al server. Controlla la connessione.
ko: 서버에 연결할 수 없습니다. 연결을 확인해주세요.
nl: Kan geen verbinding maken met server. Controleer je verbinding.
ru: Не удается подключиться к серверу. Пожалуйста, проверьте соединение.
zh_hant: 無法連接到服務器。請檢查您的連接。

# requestTimedOut
source: The request timed out. Please try again.
de: Zeitüberschreitung. Bitte erneut versuchen.
es: Se agotó el tiempo de espera de la solicitud. Por favor, inténtalo de nuevo.
fr: Délai d'attente dépassé. Réessayez.
it: Richiesta scaduta. Riprova.
ko: 요청 시간이 초과되었습니다. 다시 시도해주세요.
nl: Het verzoek is verlopen. Probeer het opnieuw.
ru: Время ожидания запроса истекло. Пожалуйста, попробуйте еще раз.
zh_hant: 請求超時。請重試。

# genericSignInFailed
source: We couldn't sign you in. Check your credentials and server settings.
de: Anmeldung nicht möglich. Zugangsdaten und Server prüfen.
es: No pudimos iniciar tu sesión. Verifica tus credenciales y configuración del servidor.
fr: Connexion impossible. Vérifiez vos identifiants et le serveur.
it: Impossibile accedere. Controlla credenziali e server.
ko: 로그인할 수 없습니다. 자격 증명과 서버 설정을 확인하세요.
nl: We konden je niet inloggen. Controleer je inloggegevens en serverinstellingen.
ru: Не удалось войти. Проверьте учетные данные и настройки сервера.
zh_hant: 我們無法讓您登錄。請檢查您的憑據和服務器設置。

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ko: 건너뛰기
nl: Overslaan
ru: Пропустить
zh_hant: 跳過

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음
nl: Volgende
ru: Далее
zh_hant: 下一步

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ko: 완료
nl: Klaar
ru: Готово
zh_hant: 完成

# onboardStartTitle
source: Hello, {username}
de: Hallo, {username}
es: Hola, {username}
fr: Bonjour, {username}
it: Ciao, {username}
ko: 안녕하세요, {username}
nl: Hallo, {username}
ru: Здравствуйте, {username}
zh_hant: 你好，{username}

# onboardStartSubtitle
source: Choose a model to get started. Tap New Chat anytime.
de: Wähle ein Modell, um loszulegen. Tippe jederzeit auf Neuer Chat.
es: Elige un modelo para comenzar. Toca Nueva conversación cuando quieras.
fr: Choisissez un modèle pour commencer. Touchez Nouveau chat à tout moment.
it: Scegli un modello per iniziare. Tocca Nuova chat in qualsiasi momento.
ko: 모델을 선택하여 시작하세요. 언제든지 새 채팅을 탭하세요.
nl: Kies een model om te beginnen. Tik op Nieuwe chat wanneer je maar wilt.
ru: Выберите модель для начала. Нажмите «Новый чат» в любое время.
zh_hant: 選擇一個模型以開始。隨時點擊新對話。

# onboardStartBullet1
source: Tap the model name in the top bar to switch models
de: Modellname oben antippen, um zu wechseln
es: Toca el nombre del modelo en la barra superior para cambiar modelos
fr: Touchez le nom du modèle en haut pour changer
it: Tocca il nome del modello in alto per cambiare
ko: 상단 바의 모델 이름을 탭하여 모델 전환
nl: Tik op de modelnaam in de bovenbalk om van model te wisselen
ru: Нажмите на имя модели в верхней панели для переключения моделей
zh_hant: 點擊頂部欄中的模型名稱以切換模型

# onboardStartBullet2
source: Use New Chat to reset context
de: Mit Neuer Chat den Kontext zurücksetzen
es: Usa Nueva conversación para restablecer el contexto
fr: Utilisez Nouveau chat pour réinitialiser le contexte
it: Usa Nuova chat per azzerare il contesto
ko: 새 채팅을 사용하여 컨텍스트 재설정
nl: Gebruik Nieuwe chat om de context te resetten
ru: Используйте «Новый чат» для сброса контекста
zh_hant: 使用新對話重置上下文
